{
  "0": {
    "title": "Margined Redemption Rate Arb Liquidity",
    "description": "### Use case\n\nRedemption Rate Arbitrage and LPing in stATOM<>ATOM Pool. The liquidity would be deposited in [vaults](https://trade.margined.io/vaults/atom-redemption-rate) and then the liquidity would arbitrage LSDs including stATOM, dATOM and qATOM. Liquidity will be deposited into two vaults. \n\n### Performance goals\n\nThe committee may monitor the position by navigating to trade.margined.io and selecting the appropriate vault (Neutron ATOM / Osmosis ATOM). This will display assets held by account and give projected performance.\n\nThe vaults are projected to earn:\n\n- **Osmosis ATOM**: discount 1.13% APR (estimate): 23.65%\n- **Neutron ATOM**: discount 0.42% APR (estimate): 8.73%\n\n### Tribute & Target\n\nThe tribute will be paid in USDC. The PoL target is 50,000 ATOM.\n\n### Risk mitigation\n\nLP Bid Limitation: LPing will be subject to cap the bid at 33% of total existing deposits, we will monitor future deposits to the LP.\n\n### Security\n\nThe Margined code is open-source and is available [here](https://github.com/margined-protocol), the current on-chain code is not audited. The documentation for the Margined protocol can be found [here](https://docs.margined.io/). Emergency security contact has been provided to the hydro committee. \n\n### Deployment\n\n- **Osmosis ATOM Redemption Rate Arbitrage Vault**: osmo1hvl5kj4xzdj4udxjv2dzk2zfqhzkd9afqygwq3t84tn53e0250zqrltj48\n- **Neutron ATOM Redemption Rate Arbitrage Vault**: **neutron1puedrclm6rn33x3zv66xg6m23qcdagayqua6jj2wqzvfznlqef8qe53wr2**",
    "projectLogoUrl": "/images/logo-margined.png",
    "projectName": "Margined",
    "projectUrl": "https://www.margined.io/",
    "committeeComments": "In the arbitrage strategy, we recommended limiting the tranche to 50,000 Atoms. Any proposition beyond that would likely hinder the profit factor. \n\nIn the LPing strategy, we required the project to bootstrap the pool first as the whitelisted allocation for Hydro will be sized to a maximum 33% of that pool’s deposits. The Margined team didn’t perform any security audits on their public on-chain code.",
    "requestAmount": [[50000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "1": {
    "title": "Demex ATOM Lending Supply Proposal",
    "description": "### Use case\n\nDeploying ATOM liquidity to Demex's lending market through a phased implementation approach. This will increase the available ATOM for borrowing, potentially reducing borrowing rates and improving overall market efficiency. The supplied ATOM will be used exclusively within Demex's lending protocol, allowing users to borrow ATOM at more competitive rates.\n\nThis bid aims to enhance Demex's ATOM lending market liquidity through a cautious, phased approach. It prioritizes transparency and community involvement while seeking to benefit both lenders and borrowers in the Cosmos ecosystem.\n\n### Performance goals\n\nThe performance of this proposal can be monitored through Demex's lending market interface called [Nitron]([https://app.dem.exchange/nitron](https://app.dem.exchange/nitron) ), which will display:  \n1. Total ATOM supplied  \n2. Utilization rate  \n3. Supply APY  \n4. Borrow APY\n\nThe current lending APY for ATOM is at 14% and the borrowing rate is at 23% due to high borrowing demand and insufficient lending supply. The additional ATOM supply will help reduce the ATOM borrowing rate while keeping the lending APY competitive. \n\nHydro Committee can also monitor the performance of deployed liquidity on the following [link](https://scan.carbon.network/cdp/ibc%2FA4DB47A9D3CF9A068D454513891B526702455D3EF08FB9EB558C561F9DC2B701?net=main).\n\nWe project the supply APY for ATOM to be competitive with other lending platforms, estimated at 5-8% APY (variable based on market conditions). \n\n### Tribute & Target\n\nThe tribute will be paid in SWTH. The PoL target is 10,000 ATOM.\n\nPhased Supply Target\n\n* Phase 1 (Initial): 10,000 ATOM  \n* Phase 2 (Evaluation): Monitor for 1 month  \n* Phase 3 (Scaling): Gradually increase the target in the coming rounds to 50,000 ATOM, based on performance and demand\n\n### Risk mitigation\n\nWe will start with a smaller supply to assess the market dynamic. We will monitor the utilization rate to ensure it remains at a healthy level, with a target at 70-80%. Demex also uses a dynamic interest rate model that adjusts based on utilization, helping to maintain market balance\n\nATOM's LTV (Loan-to-value ratio) on Demex is set at 70% which is competitive while remaining safe due to the deep liquidity that ATOM possess\n\nDemex will also provide a withdrawal guarantee. If ATOM cannot be withdrawn at the end of the loan period due to high utilization, additional ATOM will be added to the pool to ensure all loans are repaid.\n\nWe will also have a dedicated team that will monitor the market health and performance of the Demex platform.\n\n### Security  \nThe Demex code is open-source and is available [here](https://github.com/Switcheo/carbon-js-sdk), the current on-chain code is audited by Peck Shield and can be found [here](https://drive.google.com/drive/folders/1BCgTTyFNW946Z1N-Hxqyz7uGLApF75EM). The documentation for the Demex can be found [here](https://guide.dem.exchange/) and [here](https://docs.carbon.network/carbon-core/collateralized-debt-position-cdp-module/cdp-operations/borrow). Emergency security contact has been provided to the hydro committee.\n\n### Deployment\n\nThe ATOM will be supplied to the following Demex lending market contract address:  \n[swth1wq9ts6l7atfn45ryxrtg4a2gwegsh3xh7w83xl](https://scan.carbon.network/account/swth1wq9ts6l7atfn45ryxrtg4a2gwegsh3xh7w83xl)",
    "projectLogoUrl": "/images/logo-demex.png",
    "projectName": "Demex",
    "projectUrl": "https://dem.exchange/",
    "committeeComments": "The risk from adding liquidity to the existing borrowing LP for ATOM on Demex is small. The committee will enforce the 50% cap on LTV, on the overall borrowing LP, shares owned by Hydro.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "2": {
    "title": "Neptune Finance Lending Liquidity Provision",
    "description": "### Use case\n\nATOM liquidity would be deposited in the [Neptune Lend](https://app.nept.finance/lend/) where it can be borrowed by third parties with over-collateralized positions to generate returns from the cost of borrowing. Deposits mint nATOM, the yield bearing receipt token.\n\nPerformance goals\nThe committee may monitor the performance of ATOM lending on the ATOM details page of Neptune. And in the Neptune lending [page](https://app.nept.finance/asset-details/?denom=ibc%2FC4CFF46FD6DE35CA4CF4CE031E643C8FDC9BA4B99AE598E9B0ED98FE3A2319F9)\n\nThe historic 30 day average return for ATOM lending is 5.5% APY\n\n### Tribute & Target\n\nThe tribute will be paid in USDC. In this pilot phase, the PoL target is 5,000 ATOM.\n\n### Risk mitigation\n\nThe target PoL will account for only ~15% of the lending pool, reducing the liquidity risk due to excess loans. Should ATOM loans exceed past target utilization levels, the dynamic Neptune interest rate model will increase exponentially and incentivize the return of loans.\n\nThe committee will also hold the nATOM receipt token for their deposit position and can trade it on the open market if needed.\n\n### Security\n\nNeptune Finance has been audited by Oak Security [here](https://github.com/oak-security/audit-reports/tree/master/Neptune)\nDocs can be found [here](https://docs.nept.finance/)\nEmergency security contact has been provided to the Hydro committee.\n\n### Deployment\n\nNeptune Money Market Contract\n**inj1nc7gjkf2mhp34a6gquhurg8qahnw5kxs5u3s4u**",
    "projectLogoUrl": "/images/logo-neptune.png",
    "projectName": "Neptune Finance",
    "projectUrl": "https://nept.finance/",
    "committeeComments": "The project currently holds approximately 30K ATOMs in deposits. To prevent disrupting natural market dynamics and an excessive dilution of rewards, we propose a bid limit set at 50% of overall shares, similar to other participants. Based on these figures, we recommend capping the liquidity deployment to 30K ATOMs. As protocol utilization increases, we can consider introducing larger tranches in future bidding rounds.",
    "requestAmount": [[5000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "3": {
    "title": "Drop Adding Liquidity to Astroport & Osmosis LP",
    "description": "### Use case\n\nAdding DEX LPing on Astroport and Osmosis on the ATOM/dATOM pairs. 50/50 split.\n\n### Performance goals\nThe committee may monitor the position using [Astroport Pools UI](https://app.astroport.fi/pools/neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98).\n\nDepending on the size of the POL we manage to get in the Hydro Pilot Rounds, we might deploy a portion of the POL on Osmosis pools.\n\nATOM -> dATOM conversion does not incur any cost. The current pool APR is 0.83%, and we expect this to fluctuate around 1% for the next month.\n\n### Tribute & Target\nThe tribute will be paid in Droplets (point system) which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners, in proportion to their share of the overall Droplet amount. The PoL target is 50,000 ATOM.\n\n### Risk mitigation\nLPing will be subject to cap the bid at 33% of total existing deposits.\n\n### Security\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop). The documentation for the Drop protocol can be found [here](https://docs.drop.money/). Emergency security contact has been provided to the hydro committee.\n\n### Deployment\n- Astroport ATOM/dATOM pool  \n  **neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98**",
    "projectLogoUrl": "/images/logo-drop.png",
    "projectName": "Drop",
    "projectUrl": "https://www.drop.money/",
    "points": [10000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money",
    "committeeComments": "The risk from adding liquidity to the existing Astroport LP ATOM/dATOM is small. The committee will enforce the 33% cap on overall LP shares owned by Hydro.\n\nThere are no live dATOM LPs on Osmosis so bootstrapping new liquidity LPs won't be done during the first pilot round.",
    "requestAmount": [[500000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "4": {
    "title": "Shade ATOM/stATOM LP on Shade Swap",
    "description": "### Use case\n\nPairing stATOM/ATOM in the Shade's DEX on Secret Network in the existing LP. stATOM is used as collateral to mint out SILK on Shade Protocol (over $1M+ TVL) with the ShadeDAO holding over $30k+ of ATOM. Shade is focused on expanding and growing ATOM liquidity.\n\n### Performance goals\n\nThe expected APY is around 20%, with the addition of 2-4% in trading fees. The committee may monitor the position by navigating to [https://app.shadeprotocol.io/swap/pools](https://app.shadeprotocol.io/swap/pools) and searching by atom/stATOM and selecting the appropriate pool. This will display assets held by the account and give projected performance.\n\n### Tribute & Target\n\nThe tribute will be paid in SHD tokens. The PoL target is 10,000 ATOM.\n\n### Risk mitigation\n\nLP Bid Limitation: LPing will be subject to cap the bid at 33% of total existing deposits, we will monitor future deposits to the LP.\n\n### Security\n\nThe Shade Protocol code is open-source and is available [here](https://github.com/securesecrets/shade). The current on-chain code is audited by Certic and can be found [here](https://skynet.certik.com/projects/shade-protocol). The documentation for the Shade protocol can be found [here](https://docs.shadeprotocol.io/shade-protocol). Emergency security contact has been provided to the hydro committee.\n\n###Deployment\n\n- **Secret1a65a9xgqrlsgdszqjtxhz069pgsh8h4a83hwt0**  \n- ATOM/stATOM pool",
    "projectLogoUrl": "/images/logo-shade.png",
    "projectName": "Shade Protocol",
    "projectUrl": "https://shadeprotocol.io",
    "committeeComments": "The 33% cap is in place for the LP, The committee deems this bid safe, with a proper risk mitigation strategy in place. The ATOM/stATOM LP's have a very low Impermanent loss risk.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "5": {
    "title": "Nolus Liquidity Provision stATOM LP",
    "description": "### Use case\n\nUtilizing stATOM to provide loans to borrowers aiming to leverage their equity and entering short positions. Borrowers on Nolus provide a deposit (down payment) in the form of a supported asset and they can borrow up to 150% of that deposit’s value from the stATOM lending pool. The loan is denominated in stATOM and has a fixed interest rate. Both the deposit and the loan get transferred over to a supported network, in this case, Osmosis, and get swapped to USDC on the native decentralized exchange there, essentially shorting stATOM. This means that if the value of stATOM decreases, borrowers need less USDC to pay back their stATOM-denominated debt and they can keep the rest as profit. If the value of stATOM increases, the position may face partial liquidation(s) where a portion of the position would get swapped back to stATOM to pay back the lenders.\n\n### Performance goals\n\nThe Annual Percentage Yield (APY) is projected to range between 4-6%. The position can be monitored at [https://app.nolus.io/stats](https://app.nolus.io/stats)\n\n### Tribute & Target\n\nThe tribute will be paid in NLS tokens. The PoL target is 5,000 ATOM.\n\n### Risk mitigation\n\nBoth the deposit and the loan in stATOM get swapped to USDC. The total amount acts as collateral for the position. A maximum 60% Loan-to-Value (LTV) ratio has been established as a safety precaution. Some borrowers may decide to have a lower initial LTV for their positions. A key advantage of the Nolus Protocol is its unique design of single-asset liquidity pools. Liquidity provided within these pools will not be subject to impermanent loss, nor will it be traded against borrowers. This design ensures that the lent liquidity remains secure.\n\n### Security\n\nThe Nolus Protocol code is open-source and is available [here](https://github.com/nolus-protocol). The current on-chain code is audited by Oak Security and Halborn and can be found [here](https://hub.nolus.io/en/articles/9680739-security). The documentation for the Nolus protocol can be found [here](https://hub.nolus.io/en/collections/10034429-tech-documentation). Emergency security contact has been provided to the hydro committee.\n\n### Deployment\n\n- `nolus1jufcaqm6657xmfltdezzz85quz92rmtd88jk5x0hq9zqseem32ysjdm990` - stATOM lending pool",
    "projectLogoUrl": "/images/logo-nolus.png",
    "projectName": "Nolus Protocol",
    "projectUrl": "https://nolus.io/",
    "committeeComments": "The single-sided asset liquidity pool design in Nolus protocol will not be subjected to impermanent loss. Having in place a cap of 60% Loan-to-Value (LTV) ratio follows the committee guidelines for liquidity exports.",
    "requestAmount": [[5000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "6": {
    "title": "White Whale ATOM LST Liquidity & Terra LP Alliance",
    "projectLogoUrl": "/images/logo-white-whale.svg",
    "description": "### Use case\n\nDeploy dATOM<>ATOM LST LP to [White Whale DEX](https://app.whitewhale.money/terra/pools/manage_liquidity?poolId=ATOM-dATOM) on Terra 2.0\n\nThe LP token will then be staked on Terra LP Alliance via the [Eris protocol](https://www.erisprotocol.com/) earning yield in LUNA or have the LP auto-compound into more dATOM<>ATOM LSD LP using the auto-compounding option as there is a 10% take rate on LP deposits when staking on Terra LP Alliance.\n\n### Performance Goals\n\n Terra Liquidity Alliance built by Eris Protocol is a ve(3,3) mechanism that allows users to vote on where to direct native inflation on Terra 2.0. The Migaloo Foundation, builders of White Whale DEX, control ~24% of the voting power on this Liquidity Alliance. The Foundation will be directing an additional 3%-5% of its total voting power (VP) towards the dATOM<>ATOM LST LP. The rewards for this gauge are currently on its 3rd week of a 4 week ramp period where rewards double each week. With the proposed VP changes and another week of increased rewards, we estimate there to be ~$6k in annual rewards available for the dATOM<>ATOM LST LP The average APR for LST LPs on Eris Protocol (ampLUNA<>LUNA, bLUNA<>LUNA, dATOM<>ATOM) ~22%. Below are yield ranges and the respective amount of total dATOM<>ATOM  liquidity expected at those yields for dATOM<>ATOM:\n\nHighest  |  Net APR 40.97% = $11,771\n\nAverage |  Net APR 22.00% = $18,750\n\nLowest   |  Net APR 11.72% = $26,408\n\nNet APR = Gross LP Alliance Yield + Trading APR - 10% Take Rate on LP\n\nBelow are the trading APRs for LSD LPs on Terra LP Alliance across all DEXs:\n\nHighest  | Trading APR = 1.04%\n\nAverage | Trading APR =  0.53%\n\nLowest   | Trading APR = 0.10%\n\n### Monitoring\n\n The LP may be monitored on Eris Protocol [here](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity)\n\n### Tribute & Target\n\nThe tribute will be paid in USDC. The PoL target is 2,000 ATOM.\n\n### Risk mitigation\n\n LPing will be subject to cap the bid at 33% of total existing deposits. The White Whale team will monitor future deposits to the LP.\n\n### Security\n\n The White Whale [Code](https://github.com/White-Whale-Defi-Platform/) and [Docs](https://docs.migaloo.zone/)\nOn-chain code is audited and open-source. The audit report can be found [here](https://github.com/White-Whale-Defi-Platform/white-whale-docs/blob/ede53b6fc64668a5951375ff814076a85b0266cf/gitbook/smart-contracts/audits.md?plain=1#L4)\n\nThe Eris Protocol [Code](https://github.com/erisprotocol) and [Docs](https://docs.erisprotocol.com/)\nOn-chain code is audited and open-source. The audit report can be found [here](https://github.com/SCV-Security/PublicReports/tree/main/Eris%20Protocol)\nEmergency security contact has been provided to the Hydro committee.\n\n### Deployment\n\n White Whale DEX Terra 2.0 dATOM<>ATOM LP Contract\n terra1aa8nurhuk7rwedhjyzptggypuxd3y66qp4nsx6ph240g37esdm7qyheqkd \n\nEris Protocol Terra Liquidity Alliance - Single Gauge Contract\n Terra16z3ksy6aqjkug8l3u48q0kvdaqk3dgaytl7ykt6vg2he9d6z9rgslr4k7l",
    "projectName": "White Whale",
    "projectUrl": "https://app.whitewhale.money/",
    "committeeComments": "LPing will be subject to cap the bid at 33% of total existing deposits.",
    "requestAmount": [[2000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "7": {
    "title": "Phoenix Directive ATOM/ATOM-LST LP on Terra",
    "projectLogoUrl": "/images/logo-phoenix-directive.png",
    "aboutProject": "Phoenix Directive and Phoenix Foundation were recently established by the Terra community with the responsibility to take over chain management & development responsibilities from TFL. Central to this is continuing to maintain and enhance Terra's core chain operations, system stability, and quality engineering development. This transition, along with the establishment and funding of the Phoenix Treasury is now complete. Phoenix Directive is also leading development and support initiatives with Terra’s communities & projects. Our current focus is  building out an ecosystem of DeFi applications, growing our active user community, and establishing strong partnerships and integrations throughout Cosmos.\n\n Terra’s Liquidity Alliance (LA) is the first initiative of Phoenix Directive. Liquidity Alliance is an advanced ve [3,3] mechanism DeFi protocol that converts staking rewards into incentives used for liquidity providers and voters to create a positive liquidity feedback loop. Powered by the Alliance SDK, it enables the development of deep liquidity for tokens and projects on Terra and is a foundational project for Terra’s future growth. Launched only  2 months ago, Liquidity Alliance has achieved a TVL of $3-4m while offering annual rewards targeted at $4-5m (currently ~$2.4m). ",
    "description": "### Use case\n\nAdding DEX LPing on Astroport on Terra on the ATOM / dATOM and ATOM / stATOM pairs. The deployment in each pair will depend on the overall depth the LST providers are able to acquire on Terra over the next 20 days until the bidding process ends. We target that the hydro allocation will be 33% of the total pool size.\n\nIndependent of the Hydro bid, PD will incentivize voting participation in [Terra Liquidity Alliance](https://docs.erisprotocol.com/products/liquidity-hub/) and direct incentives to reward users and liquidity providers to provide liquidity on Terra.\n\nUsers will be able to deposit ATOM on ERIS Protocol [here](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity) and participate in the incentives. Current incentives to ATOM-LST pairs is ~ 45k $ per year to be increased by voting.\n\nPhoenix Directive is interested in building long term deep liquidity of ATOM on Terra and is interested in a continued participation in Hydro bidding and tribute process.\n\n### Performance Goals\n\nATOM -> dATOM/stATOM conversion does not incur any cost. The current pool APR is 0.84%, and we expect this to fluctuate around 1% for the next month.\n\nThe target for the next 20 days is reaching a depth of 250k $ worth of ATOM/ATOM-LST liquidity, before the first period of Hydro ends.\n\n### Tribute & Target\n\nThe tribute will be paid in USDC. The PoL target is 25,000 ATOM.\n\n### Monitoring\n\nThe LP may be monitored on Astroport Pools UI:\n\n[Astroport ATOM/dATOM pool](https://app.astroport.fi/pools/terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9)\n\n[Astroport ATOM/stATOM pool](https://app.astroport.fi/pools/terra1f9vmtntpjmkyhkxtlc49jcq6cv8rfz0kr06zv6efdtdgae4m9y9qlzm36t)\n\n### Risk mitigation\n\nLPing will be capped so that Hydro does not exceed 33% of the total pool depth for each LST provider.\n\n### Security\n\ndATOM: The Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\n\nEmergency security contact has been provided to the hydro committee.\n\nstATOM: Stride audits can be found [here](https://github.com/Stride-Labs/audits).\n\nAstroport: Astroport audits can be found [here](https://docs.astroport.fi/docs/overview/security/audits)\n\nLiquidity Alliance: Liquidity Alliance from ERIS has been audited and can be found here. (Hydro funds for the first bidding round will not be deployed into Liquidity Alliance)\n\n### Deployment\n\n[Astroport ATOM/dATOM pool](https://app.astroport.fi/pools/terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9)\n\n[Astroport ATOM/stATOM pool](https://app.astroport.fi/pools/terra1f9vmtntpjmkyhkxtlc49jcq6cv8rfz0kr06zv6efdtdgae4m9y9qlzm36t)",
    "projectName": "Phoenix Directive",
    "projectUrl": "https://x.com/phoenix_dir",
    "committeeComments": "The Hydro committee will gradually allocate the 25,000 ATOM, ensuring Hydro's participation stays below 33% of total LP shares. As Terra’s Liquidity Alliance boosts pool liquidity with incentives over time, Hydro’s committee should monitor and adjust allocations proportionally. Should Hydro's share exceed 50%, the committee will reassess and reduce its position to align with the 33% target",
    "requestAmount": [[25000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "8": {
    "title": "Margined Redemption Rate Arb Liquidity",
    "aboutProject": "Margined Protocol have developed a novel vault implementation enabling them to rapidly build and deploy sophisticated **hedge fund grade** strategies whilst remaining non-custodial.\n\nHaving successfully deployed multiple public and private strategies across the cosmos eco-system, Margined are fast becoming the go-to team for quickly developing and accessing sustainable yields.",
    "description": "#### Use case\n\nRedemption Rate Arbitrage and LPing in stATOM<->ATOM Pool.\nThe liquidity would be deposited in [vaults](https://trade.margined.io/vaults/atom-redemption-rate) and then the liquidity would arbitrage LSDs including stATOM, dATOM, and qATOM.\nLiquidity will be deposited into two vaults.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nThe PoL target is 50,000 ATOM.\n\nThe deployment duration will be 3 months\n\nThe vaults are projected to earn:\nOsmosis ATOM: discount 1.13% APR (estimate): 23.65%\nNeutron ATOM: discount 0.42% APR (estimate): 8.73%\n\n#### Risk mitigation and Security\n\nLP Bid Limitation: LPing will be subject to cap the bid at 33% of total existing deposits, we will monitor future deposits to the LP.\n\nThe Margined code is open-source and is available [here](https://github.com/margined-protocol),\nthe current on-chain code is not audited.\nThe documentation for the Margined protocol can be found [here](https://docs.margined.io/).\nEmergency security contact has been provided to the hydro committee.\n\n#### Monitoring\n\nThe committee may monitor the position by navigating to [https://trade.margined.io/vaults](https://trade.margined.io/vaults)\nand selecting the appropriate vault (Neutron ATOM / Osmosis ATOM).\nThis will display assets held by the account and give projected performance.\n\n#### Deployment\n\nOsmosis ATOM Redemption Rate Arbitrage Vault\nosmo1hvl5kj4xzdj4udxjv2dzk2zfqhzkd9afqygwq3t84tn53e0250zqrltj48\n\nNeutron ATOM Redemption Rate Arbitrage Vault\nneutron1puedrclm6rn33x3zv66xg6m23qcdagayqua6jj2wqzvfznlqef8qe53wr2",
    "projectLogoUrl": "/images/logo-margined.png",
    "projectName": "Margined",
    "projectUrl": "https://www.margined.io/",
    "committeeComments": "In the arbitrage strategy, we recommended limiting the tranche to 50,000 Atoms. Any proposition beyond that would likely hinder the profit factor. \n\nIn the LPing strategy, we required the project to bootstrap the pool first as the whitelisted allocation for Hydro will be sized to a maximum 33% of that pool’s deposits. The Margined team didn’t perform any security audits on their public on-chain code.",
    "requestAmount": [[50000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "9": {
    "title": "Demex ATOM Lending Supply Proposal",
    "aboutProject": "Demex is an omnichain perp DEX and lending market where users can trade spot, perpetuals, and prediction markets across any chain while earning yield through lending, vaults, and using yield-bearing assets to trade.\n\nKey Differentiators:\n- Omnichain: Deployable on any EVM chain (i.e. Monad) in 1-click, while aggregating and unifying liquidity\n- Frictionless: Trade from any chain or wallet, and use any token as collateral, margin, and gas\n- Permissionless: List any perp market (even pump fun or prediction markets) with liquidity incentives\n\n2024 Accomplishments:\n- $1.7b cumulative volume\n- 35,000 total users\n- Connected to 50+ chains\n- 30% MoM fee growth\n- Battle-tested traction with $0 raised",
    "description": "#### Use case\n\nDeploying ATOM liquidity to Demex's lending market through a phased implementation approach.\nThis will increase the available ATOM for borrowing, potentially reducing borrowing rates and improving overall market efficiency.\nThe supplied ATOM will be used exclusively within Demex's lending protocol, allowing users to borrow ATOM at more competitive rates.\n\nThis bid aims to enhance Demex's ATOM lending market liquidity through a cautious, phased approach.\nIt prioritizes transparency and community involvement while seeking to benefit both lenders and borrowers in the Cosmos ecosystem.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in SWTH.\nThe PoL target is 10,000 ATOM.\n\nPhased Supply Target\n\n* Phase 1 (Initial): 10,000 ATOM\n* Phase 2 (Evaluation): Monitor for 1 month\n* Phase 3 (Scaling): Gradually increase the target in the coming rounds to 50,000 ATOM, based on performance and demand\n\nThe Deployment duration will be 3 months.\n\nThe current lending APY for ATOM is at 14% and the borrowing rate is at 23% due to high borrowing demand and insufficient lending supply.\nThe additional ATOM supply will help reduce the ATOM borrowing rate while keeping the lending APY competitive.\n\nWe project the supply APY for ATOM to be competitive with other lending platforms, estimated at 5-8% APY (variable based on market conditions).\n\n#### Risk mitigation and Security\n\nWe will start with a smaller supply to assess the market dynamic.\nWe will monitor the utilization rate to ensure it remains at a healthy level, with a target at 70-80%.\nDemex also uses a dynamic interest rate model that adjusts based on utilization, helping to maintain market balance.\n\nATOM’s LTV (Loan-to-value ratio) on Demex is set at 70%, which is competitive while remaining safe due to the deep liquidity that ATOM possess.\n\nDemex will also provide a withdrawal guarantee.\nIf ATOM cannot be withdrawn at the end of the loan period due to high utilization, additional ATOM will be added to the pool to ensure all loans are repaid.\n\nWe will also have a dedicated team that will monitor the market health and performance of the Demex platform.\n\nThe Demex code is open-source and is available [here](https://github.com/Switcheo/carbon-js-sdk).\nThe current on-chain code is audited by Peck Shield and can be found [here](https://drive.google.com/drive/folders/1BCgTTyFNW946Z1N-Hxqyz7uGLApF75EM).\nThe documentation for Demex can be found [here](https://guide.dem.exchange/) and [here](https://docs.carbon.network/carbon-core/collateralized-debt-position-cdp-module/cdp-operations/borrow).\nEmergency security contact has been provided to the hydro committee.\n\n#### Monitoring\n\nThe performance of this proposal can be monitored through Demex's lending market interface called [Nitron](https://app.dem.exchange/nitron), which will display:\n1. Total ATOM supplied\n2. Utilization rate\n3. Supply APY\n4. Borrow APY\n\nHydro Committee can also monitor the performance of deployed liquidity on the following [link](https://scan.carbon.network/cdp/ibc%2FA4DB47A9D3CF9A068D454513891B526702455D3EF08FB9EB558C561F9DC2B701?net=main).\n\n#### Deployment\n\nThe ATOM will be supplied to the following Demex lending market contract address:\nswth1wq9ts6l7atfn45ryxrtg4a2gwegsh3xh7w83xl",
    "projectLogoUrl": "/images/logo-demex.png",
    "projectName": "Demex",
    "projectUrl": "https://dem.exchange/",
    "committeeComments": "The risk from adding liquidity to the existing borrowing LP for ATOM on Demex is small. The committee will enforce the 50% cap on LTV, on the overall borrowing LP, shares owned by Hydro.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "10": {
    "title": "Neptune Finance Lending Liquidity Provision",
    "aboutProject": "Neptune Finance is a next-generation credit network and high-yield lending protocol designed to provide unmatched capital efficiency for lenders, borrowers, and builders.\n\nNeptune rates lead the market by dynamically shifting to encourage borrowing and ultimately deliver a narrower spread between lend and borrow rates,\nconstantly calibrating to the most competitive rate.",
    "description": "#### Use case\n\nATOM liquidity would be deposited in the [Neptune Lend](https://app.nept.finance/lend/) where it can be borrowed by third parties with over-collateralized positions to generate returns from the cost of borrowing.\nDeposits mint nATOM, the yield-bearing receipt token.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nIn this pilot phase, the PoL target is 20,000 ATOM.\n\nThe deployment duration will be 3 months.\n\nThe historic 30-day average return for ATOM lending is 5.5% APY.\n\n#### Risk mitigation and Security\n\nThe target PoL will account for only ~15% of the lending pool, reducing the liquidity risk due to excess loans.\nShould ATOM loans exceed past target utilization levels, the dynamic Neptune interest rate model will increase exponentially and incentivize the return of loans.\n\nThe committee will also hold the nATOM receipt token for their deposit position and can trade it on the open market if needed.\n\nNeptune Finance has been audited by Oak Security [here](https://github.com/oak-security/audit-reports/tree/master/Neptune).\nDocs can be found [here](https://docs.nept.finance/).\nEmergency security contact has been provided to the Hydro committee.\n\n#### Monitoring\n\nThe committee may monitor the performance of ATOM lending Neptune lending [page](https://app.nept.finance/asset-details/?denom=ibc%2FC4CFF46FD6DE35CA4CF4CE031E643C8FDC9BA4B99AE598E9B0ED98FE3A2319F9).\n\n#### Deployment\n\nNeptune Money Market Contract\nInj1nc7gjkf2mhp34a6gquhurg8qahnw5kxs5u3s4u",
    "projectLogoUrl": "/images/logo-neptune.png",
    "projectName": "Neptune Finance",
    "projectUrl": "https://nept.finance/",
    "committeeComments": "The project currently holds approximately 30K ATOMs in deposits. To prevent disrupting natural market dynamics and an excessive dilution of rewards, we propose a bid limit set at 50% of overall shares, similar to other participants. Based on these figures, we recommend capping the liquidity deployment to 30K ATOMs. As protocol utilization increases, we can consider introducing larger tranches in future bidding rounds.",
    "requestAmount": [[20000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "11": {
    "title": "Drop Adding Liquidity to Astroport & Osmosis LP",
    "aboutProject": "Drop is a liquid staking protocol for Interchain assets and a member of the Lido Alliance.\nLed by ex-Lido and P2P contributors, Drop is on a mission to strengthen the economic viability of sovereign blockchain economies\nby transforming stagnant, frozen capital into flowing streams of opportunity.\n\nBuilt as an Integrated Application on Neutron, Drop’s smart contract architecture leverages the Inter-Blockchain Communication (IBC) protocol\nand Neutron’s Interchain Transactions (ICTX) and Interchain Queries (ICQ) modules,\nenabling the protocol to provide trust-minimized liquid staking services and scale with minimal additional overhead and risk.\n\nDrop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ.\nUpon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "#### Use case\n\nAdding DEX LPing on Astroport and Osmosis on the ATOM/dATOM pairs. 50/50 split\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in Droplets (point system) which will be converted into DROP tokens upon the TGE.\nIn total, 100 Million DROP tokens will be distributed to the Droplets owners, in proportion to their share of the overall Droplet amount.\n\nThe PoL target is 50,000 ATOM.\n\nThe deployment duration will be 3 months\n\nDepending on the size of the POL we manage to get in the Hydro Pilot Rounds, we might deploy a portion of the POL on Osmosis pools.\n\nATOM -> dATOM conversion does not incur any cost.\nThe current pool APR is 0.83%, we expect this to fluctuate around 1% for the next month.\n\n#### Risk mitigation\n\nLPing will be subject to cap the bid at 33% of total existing deposits.\n\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts),\nthe current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\nThe documentation for the Drop protocol can be found [here](https://docs.drop.money/).\nEmergency security contact has been provided to the Hydro committee.\n\n#### Monitoring\n\nThe committee may monitor the position using [Astroport Pools UI](https://app.astroport.fi/pools/neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98).\n\n#### Deployment\n\nAstroport ATOM/dATOM pool\nNeutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98",
    "projectLogoUrl": "/images/logo-drop.png",
    "projectName": "Drop",
    "projectUrl": "https://www.drop.money/",
    "points": [10000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money",
    "committeeComments": "The risk from adding liquidity to the existing Astroport LP ATOM/dATOM is small. The committee will enforce the 33% cap on overall LP shares owned by Hydro.",
    "requestAmount": [[500000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "12": {
    "title": "Shade ATOM/stATOM LP on Shade Swap",
    "aboutProject": "Shade Protocol is a suite of DeFi applications built on Secret Network that provides data confidentiality by default.\nShade's DeFi suite currently includes privacy-preserving DEX, CDP stablecoin pegged to a basket of currencies and commodities, bonds, LSTs, as well as a privacy-preserving Money Market planning to be launched in Q1 '24.Value accrual for all the Shade apps goes back to the SHD token.\n\nAll contract interaction data including token balances, tx history, and allowances are only visible to the data's owner by default,which provides protection from value extraction across all of Shade's apps.",
    "description": "#### Use case\n\nPairing stATOM/ATOM in Shade’s DEX on Secret Network in the existing LP.\nstATOM is used as collateral to mint out SILK on Shade Protocol (over $1M+ TVL) with the ShadeDAO holding over $30k+ of ATOM.\nShade is focused on expanding and growing ATOM liquidity.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in SHD tokens.\nThe PoL target is 10,000 ATOM.\n\nThe deployment duration will be 3 months.\n\nThe expected APY is around 20%, with the addition of 2-4% in trading fees.\n\n#### Risk mitigation and Security\n\nLP Bid Limitation: LPing will be subject to cap the bid at 33% of total existing deposits, we will monitor future deposits to the LP.\n\nThe Shade Protocol code is open-source and is available [here](https://github.com/securesecrets/shade),\nthe current on-chain code is audited by Certic and can be found [here](https://skynet.certik.com/projects/shade-protocol).\nThe documentation for the Shade protocol can be found [here](https://docs.shadeprotocol.io/shade-protocol).\nEmergency security contact has been provided to the Hydro committee.\n\n#### Monitoring\n\nThe committee may monitor the position [here](https://app.shadeprotocol.io/swap/pools)\nand search by ATOM/stATOM and select the appropriate pool.\nThis will display assets held by the account and give projected performance.\n\n#### Deployment\n\nSecret1a65a9xgqrlsgdszqjtxhz069pgsh8h4a83hwt0\nATOM/stATOM pool",
    "projectLogoUrl": "/images/logo-shade.png",
    "projectName": "Shade Protocol",
    "projectUrl": "https://shadeprotocol.io",
    "committeeComments": "The 33% cap is in place for the LP, The committee deems this bid safe, with a proper risk mitigation strategy in place. The ATOM/stATOM LP's have a very low Impermanent loss risk.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "13": {
    "title": "Nolus Liquidity Provision stATOM LP",
    "aboutProject": "Nolus Protocol is a Web3 financial suite that offers an innovative approach to money markets with a novel Lease solution to develop the DeFi space further.\nThe DeFi Lease defines a money market between lenders looking to earn yield on stablecoins, and borrowers looking to borrow more digital assets than their current equity.\nTo borrow assets, the borrower locks up a down payment as collateral and can leverage their holdings in a preferred digital asset.\n\nNolus Protocol aims to merge the boundaries between TradFi and DeFi in a holistic experience, leveraging various financial instruments and the advantages that decentralized finance offers.",
    "description": "#### Use case\n\nUtilizing stATOM to provide loans to borrowers aiming to leverage their equity and entering short positions.\nBorrowers on Nolus provide a deposit (down payment) in the form of a supported asset and they can borrow up to 150% of that deposit’s value from the stATOM lending pool.\nThe loan is denominated in stATOM and has a fixed interest rate.\nBoth the deposit and the loan get transferred over to a supported network, in this case, Osmosis, and get swapped to USDC on the native decentralized exchange there, essentially shorting stATOM.\nThis means that if the value of stATOM decreases, borrowers need less USDC to pay back their stATOM-denominated debt and they can keep the rest as profit.\nIf the value of stATOM increases, the position may face partial liquidation(s) where a portion of the position would get swapped back to stATOM to pay back the lenders.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in NLS tokens.\nThe PoL target is 5,000 ATOM.\n\nThe deployment duration will be 3 months\n\nThe Annual Percentage Yield (APY) is projected to range between 4-6%.\nAdditionally, investors can expect up to an 11% Annual Percentage Rate (APR) in NLS tokens, further enhancing overall returns.\nThe position can be monitored at [https://app.nolus.io/stats](https://app.nolus.io/stats)\n\n#### Risk Mitigation and Security\n\nBoth the deposit and the loan in stATOM get swapped to USDC.\nThe total amount acts as collateral for the position.\nA maximum 60% Loan-to-Value (LTV) ratio has been established as a safety precaution.\nSome borrowers may decide to have a lower initial LTV for their positions.\n\nA key advantage of the Nolus Protocol is its unique design of single-asset liquidity pools.\nLiquidity provided within these pools will not be subject to impermanent loss, nor will it be traded against borrowers.\nThis design ensures that the lent liquidity remains secure.\n\nThe Nolus Protocol code is open-source and is available [here](https://github.com/nolus-protocol).\nThe current on-chain code is audited by Oak Security and Halborn and can be found [here](https://hub.nolus.io/en/articles/9680739-security).\nThe documentation for the Nolus protocol can be found [here](https://hub.nolus.io/en/collections/10034429-tech-documentation).\nEmergency security contact has been provided to the hydro committee.\n\n#### Deployment\n\nnolus1jufcaqm6657xmfltdezzz85quz92rmtd88jk5x0hq9zqseem32ysjdm990 - stATOM lending pool",
    "projectLogoUrl": "/images/logo-nolus.png",
    "projectName": "Nolus Protocol",
    "projectUrl": "https://nolus.io/",
    "committeeComments": "The single-sided asset liquidity pool design in Nolus protocol will not be subjected to impermanent loss. Having in place a cap of 60% Loan-to-Value (LTV) ratio follows the committee guidelines for liquidity exports.",
    "requestAmount": [[5000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "14": {
    "title": "White Whale ATOM LST Liquidity & Terra LP Alliance",
    "aboutProject": "White Whale DEX is the flagship dApp by Migaloo Foundation, anchoring the ecosystem on Migaloo—a permissionless, layer-1 Cosmos SDK blockchain.\nSpecializing in cross-chain liquidity, White Whale operates seamlessly across Migaloo, Osmosis, Terra, Injective, and other Cosmos chains.\nThrough our unique DEX bonding mechanism, White Whale continually buys back WHALE tokens from the market, rewarding bonders and fueling sustainable growth.\nOur intuitive satellite markets embody the cross-chain vision of Cosmos, delivering effortless liquidity solutions across the interchain.\nJoin us in redefining cross-chain liquidity. Ride the WHALE and experience the future of DeFi today.",
    "projectLogoUrl": "/images/logo-white-whale.svg",
    "description": "#### Use case\n\nDeploy dATOM<->ATOM LST LP to [White Whale DEX](https://app.whitewhale.money/terra/pools/manage_liquidity?poolId=ATOM-dATOM) on Terra 2.0.\n\nThe LP token will then be staked on Terra LP Alliance via the [Eris protocol](https://www.erisprotocol.com/), earning yield in LUNA or have the LP auto-compound into more dATOM<->ATOM LSD LP using the auto-compounding option as there is a 10% take rate on LP deposits when staking on Terra LP Alliance.\nMore on this in the next section:\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nThe PoL target is 3,000 ATOM.\n\nThe deployment duration will be 3 months.\n\nTerra Liquidity Alliance built by Eris Protocol is a ve(3,3) mechanism that allows users to vote on where to direct native inflation on Terra 2.0.\nThe Migaloo Foundation, builders of White Whale DEX, control ~24% of the voting power on this Liquidity Alliance.\nWe have directed 10% of our controlled VP towards the dATOM/ATOM LP, building the liquidity up from $6k to $46k in just under one month.\n\nThe average APR for LST LPs on Eris Protocol (ampLUNA<->LUNA, bLUNA<->LUNA, dATOM<->ATOM) ~47%.\n\nBelow are yield ranges and the respective amount of total dATOM<->ATOM liquidity expected at those yields for dATOM<->ATOM:\n\n**Highest** | *Net APR 80.35% = $46,550*\n**Average** | *Net APR 47% = $91,500*\n**Lowest** | *Net APR 25.53% = $172,000*\n\n*Net APR = Gross LP Alliance Yield + Trading APR - 10% Take Rate on LP*\n\nBelow are the trading APRs for LSD LPs on Terra LP Alliance across all DEXs:\n\n**Highest** | Trading APR = 2.10%\n**Average** | Trading APR = 0.43%\n**Lowest** | Trading APR = 0.07%\n\n#### Risk mitigation and Security\n\nLPing will be subject to cap the bid at 33% of total existing deposits.\nThe White Whale team will monitor future deposits to the LP.\n\nThe White Whale [Code](https://github.com/White-Whale-Defi-Platform) and [Docs](https://docs.migaloo.zone/).\nOn-chain code is audited and open-source. The audit report can be found [here](https://github.com/White-Whale-Defi-Platform/white-whale-docs/blob/ede53b6fc64668a5951375ff814076a85b0266cf/gitbook/smart-contracts/audits.md?plain=1#L4).\n\nThe Eris Protocol Code and Docs:\n[https://github.com/erisprotocol](https://github.com/erisprotocol)\n[https://docs.erisprotocol.com/](https://docs.erisprotocol.com/)\nOn-chain code is audited and open-source. The audit report can be found [here](https://github.com/SCV-Security/PublicReports/tree/main/Eris%20Protocol).\n\nEmergency security contact has been provided to the Hydro committee.\n\n#### Monitoring\n\nThe LP may be monitored on Eris Protocol ([https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity)).\n\n#### Deployment\n\nWhite Whale DEX Terra 2.0 dATOM<->ATOM LP Contract:\nterra1aa8nurhuk7rwedhjyzptggypuxd3y66qp4nsx6ph240g37esdm7qyheqkd\n\nEris Protocol Terra Liquidity Alliance - Single Gauge Contract:\nTerra16z3ksy6aqjkug8l3u48q0kvdaqk3dgaytl7ykt6vg2he9d6z9rgslr4k7l",
    "projectName": "White Whale",
    "projectUrl": "https://app.whitewhale.money/",
    "committeeComments": "Given the increased liability risks associated with the 10% take rate on LP deposits under the Terra Liquidity Alliance protocol,\nthe committee has decided to limit this bid to the minimum tranche amount of 10,000 ATOMs.\nThis cap, applied at the protocol level, governs all deposits made through the Terra Liquidity Alliance.\nSince the current bid only requests 3,000 ATOMs, we can fulfill the entire bid while adhering to risk mitigation measures.\nHydro will maintain this cap until the protocol incorporates slashing mechanisms in its v2 release.\nAdditionally, Hydro’s deployment will utilize the auto-compounding version to offset LP dilution through incentives.",
    "requestAmount": [[2000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "15": {
    "title": "Phoenix Directive ATOM/ATOM-LST LP on Terra",
    "projectLogoUrl": "/images/logo-phoenix-directive.png",
    "aboutProject": "Phoenix Directive and Phoenix Foundation were recently established by the Terra community with the responsibility to take over chain management & development responsibilities from TFL. Central to this is continuing to maintain and enhance Terra's core chain operations, system stability, and quality engineering development. This transition, along with the establishment and funding of the Phoenix Treasury is now complete. Phoenix Directive is also leading development and support initiatives with Terra’s communities & projects. Our current focus is  building out an ecosystem of DeFi applications, growing our active user community, and establishing strong partnerships and integrations throughout Cosmos.\n\n Terra’s Liquidity Alliance (LA) is the first initiative of Phoenix Directive. Liquidity Alliance is an advanced ve [3,3] mechanism DeFi protocol that converts staking rewards into incentives used for liquidity providers and voters to create a positive liquidity feedback loop. Powered by the Alliance SDK, it enables the development of deep liquidity for tokens and projects on Terra and is a foundational project for Terra’s future growth. Launched only  2 months ago, Liquidity Alliance has achieved a TVL of $3-4m while offering annual rewards targeted at $4-5m (currently ~$2.4m). ",
    "description": "#### Use case\n\nAdding DEX LPing on Astroport on Terra on the ATOM/dATOM and ATOM/stATOM pairs.\nThe deployment in each pair will depend on the overall depth the LST providers are able to acquire on Terra over the next 20 days until the bidding process ends.\nWe target that the Hydro allocation will be 33% of the total pool size.\n\nIndependent of the Hydro bid, PD will incentivize voting participation in [Terra Liquidity Alliance](https://docs.erisprotocol.com/products/liquidity-hub/)\nand direct incentives to reward users and liquidity providers to provide liquidity on Terra.\n\nUsers will be able to deposit ATOM on ERIS Protocol [here](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity) and participate in the incentives.\nCurrent incentives to ATOM-LST pairs is ~45k $ per year to be increased by voting.\n\nPhoenix Directive is interested in building long-term deep liquidity of ATOM on Terra and is interested in a continued participation in Hydro bidding and tribute process.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nThe PoL target is 30,000 ATOM.\n\nThe deployment duration will be 3 months.\n\nATOM -> dATOM/stATOM conversion does not incur any cost.\nThe current pool APR is 0.84%, and we expect this to fluctuate around 1% for the next month.\n\nThe target for the next 20 days is reaching a depth of 250k $ worth of ATOM/ATOM-LST liquidity, before the first period of Hydro ends.\n\n#### Risk mitigation and Security\n\nLPing will be capped so that Hydro does not exceed 33% of the total pool depth for each LST provider.\n\nLiquidity Alliance from ERIS has been audited and can be found [here](https://github.com/SCV-Security/PublicReports/blob/main/Eris%20Protocol/ERIS%20-%20Contracts%20ve3%20-%20Audit%20Report%20v1.0.pdf).\n(Hydro funds for the first bidding round will not be deployed into Liquidity Alliance.)\n\ndATOM: The Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts).\nThe current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\n\nstATOM: Stride audits can be found [here](https://github.com/Stride-Labs/audits).\n\nAstroport: Astroport audits can be found [here](https://docs.astroport.fi/docs/overview/security/audits).\n\nAn emergency security contact has been provided to the Hydro committee.\n\n#### Monitoring\n\nThe LP may be monitored on Astroport Pools UI:\n\n[Astroport ATOM/dATOM pool](https://app.astroport.fi/pools/terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9)\n\n[Astroport ATOM/stATOM pool](https://app.astroport.fi/pools/terra1f9vmtntpjmkyhkxtlc49jcq6cv8rfz0kr06zv6efdtdgae4m9y9qlzm36t)\n\n#### Deployment\n\nAstroport ATOM/dATOM pool\nterra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9\n\nAstroport ATOM/stATOM pool\nterra1f9vmtntpjmkyhkxtlc49jcq6cv8rfz0kr06zv6efdtdgae4m9y9qlzm36t",
    "projectName": "Phoenix Directive",
    "projectUrl": "https://x.com/phoenix_dir",
    "committeeComments": "The Hydro committee will gradually allocate the 30,000 ATOM, ensuring Hydro's participation stays below 33% of total LP shares. As Terra’s Liquidity Alliance boosts pool liquidity with incentives over time, Hydro’s committee should monitor and adjust allocations proportionally. Should Hydro's share exceed 50%, the committee will reassess and reduce its position to align with the 33% target",
    "requestAmount": [[30000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "16": {
    "title": "Mars Protocol ATOM Lending & DeFi Flywheel",
    "projectLogoUrl": "/images/logo-mars.png",
    "aboutProject": "Mars Protocol is a DeFi credit and trading platform designed to unlock capital efficiency and drive liquidity across Cosmos ecosystems.\nOperating on Neutron and Osmosis, the protocol enables over-collateralized borrowing, leveraged staking, and advanced trading strategies via its Red Bank and Rover functionalities.\nMars Protocol has been instrumental in driving adoption for ATOM liquid staking tokens (LSTs) such as dATOM and stATOM and aims to continue expanding ATOM-based DeFi strategies across the AEZ (Atom Economic Zone)",
    "description": "#### Use Case\n\nThis proposal seeks to leverage ATOM from Hydro to enhance liquidity within Mars Protocol's lending pools on Neutron.\nBy increasing ATOM liquidity, Mars will attract borrower demand, reduce borrowing rates, and support DeFi products that require ATOM as collateral.\nThe borrowed ATOM will power the following initiatives:\n\n* **Leveraged Staking Vaults:** Enable users to deposit liquid staking tokens (e.g., dATOM or stATOM) to borrow ATOM, restake, and repeat, creating a compounding effect.\nThis strategy enhances returns for LST holders and bolsters adoption of liquid staking across Cosmos.\n* **Single-Sided LP Vaults:** Provide automated strategies for single-sided liquidity provisioning with hedging capabilities via Mars Perps,\nenabling Cosmos Hub to supply liquidity without exposure to price fluctuations of paired assets.\n* **Delta-Neutral Strategies:** Build automated vaults to optimize LPing returns while hedging against market volatility, driving deeper liquidity and higher trading volumes.\n\nThese strategies are modeled after successful DeFi use cases on Ethereum, aiming to establish Mars Protocol as a key player in ATOM-based DeFi.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in MARS.\nThe PoL target is 200-300k ATOM.\n\nThe deployment duration will be 3 months.\n\n* **Lower Borrow Rates:** By significantly increasing the ATOM lending pool, borrowing rates will decrease, making ATOM-based DeFi strategies more accessible and scalable.\n* **Increase Liquidity Depth:** Targeting a lending pool depth of 200-300k ATOM, which will stabilize borrowing costs and enable impactful DeFi adoption.\n* **Support ATOM-LST Ecosystem:** The proposal aligns with the broader goals of fostering ATOM-based liquidity and expanding the adoption of LSTs such as dATOM and stATOM.\n* **Increased Participation:** Attract more participants to the AEZ’s DeFi ecosystem by offering competitive and scalable strategies.\n\n#### Risk Mitigation and Security\n\n* **Overcollateralization:** Lending on Mars Protocol is overcollateralized, minimizing the risk of default.\nBorrowers are required to maintain a collateralization ratio above the protocol-defined thresholds.\n* **Liquidity Caps:** Lending caps ensure sustainable usage of funds.\n* **Audited Code:** Mars Protocol’s contracts have undergone rigorous [audits](https://github.com/mars-protocol/mars-audits) by industry-leading firms.\ndATOM (Drop) is audited by OAK Security, and Mars V2 Perps and lending systems are open-source and fully transparent.\n* **Emergency Contact:** An emergency contact for the Mars Protocol team has been shared with the Hydro committee for immediate risk management.\n\n#### Monitoring\n\nAll positions can be monitored via [Mars Protocol’s Red Bank UI](https://app.marsprotocol.io/earn).\nBorrowing rates, utilization, and performance metrics will be transparently reported.\nAdditional liquidity metrics for LSTs can be tracked on Neutron and Astroport dashboards.\n\n#### Deployment\n\nneutron10xwzc88kefwtlup9c2tmw4mj4ng7u79g8lsapp0c9jc02xt247zqwzzghf",
    "projectName": "Mars Protocol",
    "projectUrl": "https://marsprotocol.io",
    "committeeComments": "Based on the current utilization rate and existing deposits, we recommend capping the bid at 200,000 ATOMs.\nThe committee will deploy liquidity up to this cap, while any excess liquidity will remain on standby.\nThis reserve will be gradually introduced by the committee as utilization levels increase.",
    "requestAmount": [[200000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "17": {
    "title": "Stride stATOM Liquidity on Osmosis",
    "projectLogoUrl": "/images/logo-stride.png",
    "aboutProject": "Stride is the largest liquid staking provider in the Cosmos ecosystem, supporting 16 host-zones and over $100 million in total value locked.\nStride handles liquid staking operations on its own sovereign appchain, secured by the Cosmos Hub via Interchain Security.\n\nStride LSTs allow users to unlock the full value of their staked assets.\nBy staking with Stride, stakers receive a fungible token (stToken) that allows them to use their assets in DeFi while simultaneously earning staking rewards.\nThis innovative feature makes Stride LSTs some of the most prominent and compelling collateral assets in the Cosmos ecosystem,\nwith over $40 million in TVL deployed across DeFi protocols in Cosmos and beyond.",
    "description": "#### Use case\n\nProvision of stATOM / ATOM liquidity on Osmosis in pool 1283.\nThe liquidity will be maintained for 3 months.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in STRD, and will amount to $400 worth of STRD per month for the 3 month period,\nfor a total of $1,200 in STRD across the duration of the deployment.\nThe liquidity target is 100,000 ATOM, to be deployed to Osmosis.\n\nCurrent APR on the Osmosis pool is estimated at 0.2%-200%.\nThe range will be set wide to accommodate the long time period.\nThe estimated APR for this range is 5-20%.\n\n#### Risk mitigation and Security\n\nThe Osmosis LP deployment will proceed with the requested amount, provided that Hydro's share remains capped at a maximum of 33% of the pool.\n\nThe Stride source code is open-source and can be found [here](https://github.com/Stride-Labs/stride).\nThe Stride codebase is audited regularly by Informal Systems and has been audited by other security firms including Oak security.\nYou can find more information on Stride’s security practices [here](https://www.stride.zone/security).\nStride’s documentation can be found [here](https://docs.stride.zone/).\n\nOsmosis is also open source / source available, and the codebase can be found below:\n\n- Osmosis: [https://github.com/osmosis-labs/osmosis](https://github.com/osmosis-labs/osmosis)\n\nEmergency security contact has been provided to the hydro committee.\n\n#### Monitoring\n\nThe committee may monitor the position using the Osmosis UI found below:\n\n- Osmosis: [https://app.osmosis.zone/pool/1283](https://app.osmosis.zone/pool/1283)\n\n#### Deployment\n\nLiquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).\n\nPool address: osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq\n\nConcentrated liquidity range to be set as follows:\n\n- Upper bound: 10% above the stATOM redemption rate at the time the position is deployed\n- Lower bound: 5% below the stATOM redemption rate at the time the position is deployed",
    "projectName": "Stride",
    "projectUrl": "https://www.stride.zone/",
    "committeeComments": "For the Osmosis LP deployment, the requested amount will proceed under the condition that Hydro's share does not exceed 33% of the pool.\nIf this threshold is reached, the committee will periodically review the allocation, making adjustments by adding or removing liquidity as needed to maintain the target balance.",
    "requestAmount": [[100000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "18": {
    "title": "Stride: stATOM Liquidity on Osmosis",
    "projectLogoUrl": "/images/logo-stride.png",
    "aboutProject": "Stride is the largest liquid staking provider in the Cosmos ecosystem, supporting 16 host-zones and over $100 million in total value locked. Stride handles liquid staking operations on its own sovereign appchain, secured by the Cosmos Hub via Interchain Security. Stride LSTs allow users to unlock the full value of their staked assets. By staking with Stride, stakers receive a fungible token (stToken) that allows them to use their assets in DeFi while simultaneously earning staking rewards. This innovative feature makes Stride LSTs some of the most prominent and compelling collateral assets in the Cosmos ecosystem, with over $40 million in TVL deployed across DeFi protocols in Cosmos and beyond.",
    "description": "#### Use case\n\nProvision of stATOM / ATOM liquidity on Osmosis in pool 1283. The liquidity will be maintained for 3 months.\nDuration, Tribute, Yield & Target\nThe tribute will be paid in STRD. The liquidity target is 100,000 ATOM to be deployed to Osmosis. The range will be set wide to accommodate the extended time period. The estimated APR for this range is 1-5%.\nRisk mitigation and Security\nThe Osmosis LP deployment will proceed with the requested amount, provided Hydro's share remains capped at a maximum of 33% of the pool.\n\nThe Stride source code is open-source and can be found [here](https://github.com/Stride-Labs/stride). The Stride codebase is audited regularly by Informal Systems and has been audited by other security firms, including Oak Security. You can find more information on Stride’s security practices [here](https://www.stride.zone/security). Stride’s documentation can be found [here](https://docs.stride.zone/).\n\nOsmosis is also open source/source available, and the codebase can be found below [here](https://github.com/osmosis-labs/osmosis).\n\nEmergency security contact has been provided to the hydro committee.\nMonitoring\nThe committee may monitor the position using the Osmosis UI found [here](https://app.osmosis.zone/pool/1283).\nDeployment\nLiquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).\n\nPool address: osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq\n\nThe concentrated liquidity range is to be set as follows:\nUpper bound: 10% above the stATOM redemption rate at the time the position is deployed\nLower bound: 5% below the stATOM redemption rate at the time the position is deployed",
    "projectName": "Stride",
    "projectUrl": "https://www.stride.zone/",
    "committeeComments": "For the Osmosis LP deployment, the requested amount will proceed under the condition that Hydro's share does not exceed 33% of the pool. If this threshold is reached, the committee will periodically review the allocation, adjusting by adding or removing liquidity to maintain the target balance.",
    "requestAmount": [[100000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "19": {
    "title": "IST liquidity on Inter and Osmosis",
    "projectLogoUrl": "/images/logo-IST.png",
    "aboutProject": "The Decentralized Cooperation Foundation (DCF) focuses on unlocking new opportunities for decentralized finance by creating innovative tools that enhance liquidity, scalability, and security.\nWith a strong foundation in the Cosmos ecosystem, DCF leverages technologies like Agoric’s proof-of-stake chain and the Inter-Blockchain Communication (IBC) protocol to maximize the utility of assets like ATOM.\nDCF plays a vital role in driving adoption and collaboration across Cosmos by supporting projects that deepen liquidity and expand access to financial opportunities.\n\nInter Protocol offers a unique way to unlock liquidity and deepen Cosmos DeFi integrations through the Inter Stable Token (IST).\nBy allowing users to mint IST against IBC assets like stATOM, Inter Protocol creates new opportunities to earn yield while providing critical support for ecosystem stability.\nWith IST as the native fee token for Agoric, Inter Protocol ensures seamless interaction across the ecosystem, aligning with Hydro's goals of amplifying DeFi impact.",
    "description": "### Use case\nThis proposal involves piloting an allocation of Hydro-provided ATOM for liquid staking through Stride, generating staking rewards on the ATOM.\nThe resulting stATOM will be deposited into Inter Protocol Vaults to mint IST and subsequently deployed to provide liquidity in an Osmosis supercharged pool.\n\nDCF will work with Osmosis to achieve further incentives on the pool, creating further yield on the deposited ATOM.\n\n### Duration, Tribute, Yield & Target\nThe tribute will be paid in BLD tokens.\nThe PoL target is 50,000 ATOM.\nThe deployment duration will be 3 months.\nThe projected yield is 18-22% APY on a combination of:\n* ATOM staking rewards through stATOM\n* Liquidity incentives via the supercharged liquidity pool on Osmosis\n\n### Risk mitigation and Security\nThe collateralization ratio will be set at a conservative 400%, and the multisig will have the opportunity to re-up collateral to avoid liquidation in a severe market downturn.\nHowever, with a short time horizon of 90 days, this risk is mitigated mainly by the 400% collateralization ratio.\nInter Protocol’s code is open-source, and audits can be found [here](https://community.agoric.com/t/inter-protocol-vaults-contract-implementations/261/6).\nThe Stride source code is open-source and can be found [here](https://github.com/Stride-Labs/stride).\nThe Stride codebase is audited regularly by Informal Systems and has been audited by other security firms, including Oak Security.\nYou can find more information on Stride’s security practices [here](https://www.stride.zone/security).\nStride’s documentation can be found [here](https://docs.stride.zone/).\nOsmosis is also open-source / source-available; the codebase can be found [here](https://github.com/osmosis-labs/osmosis).\nAn emergency security contact has been provided to the Hydro committee.\n\n### Monitoring\nMonitoring will be available via the following tools:\n* [Inter Protocol Vaults UI](https://inter.trade/vaults/)\n* [Osmosis IST/USDC Pool](https://app.osmosis.zone/pool/1224)\n\n### Deployment\nThe liquidity will be deployed to the Osmosis supercharged ATOM pool, leveraging the Inter Protocol and Stride’s stATOM infrastructure for seamless integration and yield generation.\n\nOsmosis Pool Details:\n* Liquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).\n* Pool address: osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq\n\nConcentrated liquidity range to be set as follows:\n* Upper bound: 10% above the stATOM redemption rate at the time the position is deployed\n* Lower bound: 5% below the stATOM redemption rate at the time the position is deployed\n\nInter Protocol Vault contracts can be found [here](https://github.com/Agoric/agoric-sdk/tree/master/packages/inter-protocol/src/vaultFactory).\n\nVault positions are to be set as follows:\n* Vault deployed with a collateralization ratio of 400%.\n* If Vault collateral drops below 200%, the position is closed.",
    "projectName": "DCF",
    "projectUrl": "https://www.inter.protocol",
    "committeeComments": "The committee should allocate the requested 50,000 ATOM tranche to Inter Protocol to establish a vault IST position with delegated ATOM. Collateralization ratios will be monitored actively and adjusted to maintain a healthy range above 260%. If the ratio falls below 200%, the position will be reassessed to safeguard against liquidation risk.",
    "requestAmount": [[50000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "20": {
    "title": "White Whale ATOM LST & Terra LP Alliance",
    "projectLogoUrl": "/images/logo-white-whale.svg",
    "aboutProject": "White Whale DEX is the flagship dApp by Migaloo Foundation, anchoring the ecosystem on Migaloo—a permissionless, layer-1 Cosmos SDK blockchain. Specializing in cross-chain liquidity, White Whale operates seamlessly across Migaloo, Osmosis, Terra, Injective, and other Cosmos chains.",
    "description": "### Use case\n\nDeploy dATOM<>ATOM LST LP to White Whale DEX on [Terra 2.0](https://app.whitewhale.money/terra/pools/manage_liquidity?poolId=ATOM-dATOM).\n\nThe LP token will then be staked on Terra LP Alliance via [Eris Protocol](https://www.erisprotocol.com/), earning yield in LUNA or have the LP auto-compound into more dATOM<>ATOM LSD LP.\nWe recommend the committee choose the auto-compounding option, as there is a 10% take rate on LP deposits when staking on [Terra LP Alliance](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity).\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nThe PoL target is 3,600 ATOM.\nThe deployment duration will be 3 months.\nTerra Liquidity Alliance, built by Eris Protocol, is a ve(3,3) mechanism that allows users to vote on where to direct native inflation on Terra 2.0.\nThe Migaloo Foundation, builders of White Whale DEX, control ~18% of the voting power on this Liquidity Alliance.\nWe have directed 10% of our controlled VP towards the dATOM/ATOM LP, building the liquidity up from $6k to $46k in just under one month.\n\nThe average APR for LST LPs on Eris Protocol (ampLUNA<>LUNA, bLUNA<>LUNA, dATOM<>ATOM, ampWHALE<>WHALE, bWHALE<>WHALE) is ~70%.\n\nBelow are yield ranges and the respective amount of total dATOM<>ATOM liquidity expected at those yields for dATOM<>ATOM:\n\n**Highest**  |  *Net APR 126% = $23,071\n\n**Average**  |  *Net APR 70% = $41,428\n\n**Lowest**   |  *Net APR 28.09% = $78,000\n\n**Net APR = Gross LP Alliance Yield + Trading APR - 10% Take Rate on LP**\n\nBelow are the trading APRs for LSD LPs on Terra LP Alliance across all DEXs:\n\n**Highest**  | Trading APR = 2.92%\n**Average**  | Trading APR =  0.41%\n**Lowest**   | Trading APR = 0.09%\n\n### Risk mitigation and Security\n\nLPing will be subject to cap the bid at 33% of total existing deposits; we will monitor future deposits to the LP.\n\nThe White Whale Code can be found [here](https://github.com/White-Whale-Defi-Platform), while docs for White Whale are [here](https://docs.migaloo.zone/).\nThe on-chain code for White Whale is audited by SCV Security, and the audits can be found [here](https://github.com/White-Whale-Defi-Platform/white-whale-docs/blob/5f14678a7de9c3dc2ae28b62a22ca96072f93393/gitbook/smart-contracts/audits.md#L4).\n\nThe Eris Protocol code can be found [here](https://github.com/erisprotocol), while the docs for Eris Protocol are [here](https://docs.erisprotocol.com/).\nThe on-chain code for Eris Protocol is audited by SCV and Oak Security, and the audits can be found [here](https://github.com/SCV-Security/PublicReports/tree/main/Eris%20Protocol) and [here](https://github.com/oak-security/audit-reports/tree/master/Eris%20Protocol).\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe Hydro Committee may monitor the LP position on the Eris Protocol UI [here](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity).\n\n### Deployment\n\nWhite Whale DEX Terra 2.0 dATOM<>ATOM LP Contract:\n\nterra1aa8nurhuk7rwedhjyzptggypuxd3y66qp4nsx6ph240g37esdm7qyheqkd\n\nEris Protocol Terra Liquidity Alliance - Single Gauge Contract:\n\nterra16z3ksy6aqjkug8l3u48q0kvdaqk3dgaytl7ykt6vg2he9d6z9rgslr4k7l",
    "projectName": "White Whale",
    "projectUrl": "https://app.whitewhale.money/",
    "committeeComments": "Given the increased liability risks associated with the 10% take rate on LP deposits under the Terra Liquidity Alliance protocol, the committee has decided to limit this bid to the minimum tranche amount of 10,000 ATOMs. This cap, applied at the protocol level, governs all deposits made through the Terra Liquidity Alliance. Since the current bid only requests 3,000 ATOMs, we can fulfill the entire bid while adhering to risk mitigation measures. Hydro will maintain this cap until the protocol incorporates slashing mechanisms in its v2 release. Additionally, Hydro’s deployment will utilize the auto-compounding version to offset LP dilution through incentives.",
    "requestAmount": [[3600, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "21": {
    "title": "Neptune Finance Lending Liquidity Provision",
    "projectLogoUrl": "/images/logo-neptune.png",
    "aboutProject": "Neptune Finance is a next-generation credit network and high-yield lending protocol designed to provide unmatched capital efficiency for lenders, borrowers, and builders. Neptune rates lead the market by dynamically shifting to encourage borrowing and ultimately deliver a narrower spread between lend and borrow rates, constantly calibrating to the most competitive rate.",
    "description": "### Use case\n\nATOM liquidity would be deposited in [Neptune Lend](https://app.nept.finance/lend/), which can be borrowed by third parties with over-collateralized positions to generate returns from the cost of borrowing.\nDeposits mint nATOM, the yield-bearing receipt token.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nIn this pilot phase, the PoL target is 20,000 ATOM.\nThe deployment duration will be 3 months.\nThe historic 30-day average return for ATOM lending is 2.4% APY.\n\n### Risk mitigation and Security\n\nThe target PoL will account for only ~15% of the lending pool, reducing the liquidity risk due to excess loans.\nShould ATOM loans exceed past target utilization levels, the dynamic Neptune interest rate model will increase exponentially and incentivize the return of loans.\n\nThe committee will also hold the nATOM receipt token for their deposit position and can trade it on the open market if needed.\n\nOak Security has audited Neptune Finance; the audit can be found [here](https://github.com/oak-security/audit-reports/tree/master/Neptune).\n\nNeptune’s docs can be found [here](https://docs.nept.finance/).\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the performance of ATOM lending via the Neptune lending [page](https://app.nept.finance/asset-details/?denom=ibc%2FC4CFF46FD6DE35CA4CF4CE031E643C8FDC9BA4B99AE598E9B0ED98FE3A2319F9).\n\n### Deployment\n\nNeptune Money Market Contract:\n\nInj1nc7gjkf2mhp34a6gquhurg8qahnw5kxs5u3s4u",
    "projectName": "Neptune Finance",
    "projectUrl": " https://nept.finance/",
    "committeeComments": "The project currently holds approximately 30K ATOMs in deposits. To prevent disrupting natural market dynamics and an excessive dilution of rewards, we propose a bid limit set at 50% of overall shares, similar to other participants. Based on these figures, we recommend capping the liquidity deployment to 30K ATOMs. We can consider introducing larger tranches in future bidding rounds as protocol utilization increases.",
    "requestAmount": [[20000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "22": {
    "title": "Amulet amATOM/ATOM LPs on Astroport",
    "projectLogoUrl": "/images/logo-amulet.png",
    "aboutProject": "Amulet is a non-custodial, decentralized platform enabling self-repaying loans on staked assets. Our focus is on one key function - unlocking ecosystem liquidity and capital efficiency for users through synthetics that represent future ATOM staking rewards on a 1:1 basis, closely mirroring the market value of ATOM. Fostering deep liquidity pools between amATOM (the synthetic that represents future ATOM staking rewards) and ATOM or ATOM LSTs helps us maintain a close peg and maximizes utility within the Cosmos DeFi ecosystem.",
    "description": "### Use case\n\nAdding LP to amATOM/ATOM* LPs on Astroport.\n\nThis bid seeks to bootstrap liquidity for amATOM/ATOM* pairs on Astroport, specifically deploying ATOM across two pools: amATOM/dATOM and amATOM/stATOM (split 50/50).\nThe allocated ATOM will:\n\n* Deepen liquidity between amATOM and ATOM/stATOM derivatives to stabilize the peg of amATOM to the market value of ATOM.\n* Contribute to Cosmos DeFi growth by providing ATOM holders seamless access to Amulet staking advances.\n* Offer Hydro voters exposure to Ingots, representing allocations of the upcoming AMLT airdrop.\n\nThe primary goal of this bid is to deposit sufficient liquidity to make the peg between amATOM and ATOM more stable, allowing users to integrate amATOM consistently and reliably in their DeFi strategies.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in Ingots.\nThere will be 250,000 Ingots to be distributed pro-rata among voters, based on voting power.\nThe liquidity target is 10,000 ATOM.\nThe deployment duration will be 3 months.\n\n### Risk mitigation and Security\n\nHydro retains complete control of their LP and can withdraw it immediately.\namATOM represents future ATOM staking rewards on Amulet’s auto-repaying staking advance protocol.\nHence, the value of amATOM is always representative of an equivalent amount of ATOM generated by future staking rewards.\n\nAmulet has been audited by Oak Security, and their audit can be found [here](https://github.com/oak-security/audit-reports/tree/main/Amulet).\nAmulet has also been audited by Resonance Cybersecurity, and their audit can be found [here](https://github.com/ResonanceCybersecurity/audits/blob/main/CosmWasm%20Smart%20Contract%20Audits/Audit_Report_AMLT-PRO_FINAL_2.2.pdf).\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee can monitor the performance of the amATOM LPs on the Astroport UI:\n\n* amATOM/dATOM pool is [here](https://app.astroport.fi/pools/neutron14y0xyavpf5xznw56u3xml9f2jmx8ruk3y8f5e6zzkd9mhmcps3fs59g4vt).\n* amATOM/stATOM pool is [here](https://app.astroport.fi/pools/neutron1w8vmg3zwyh62edp7uxpaw90447da9zzlv0kqh2ajye6a6mseg06qseyv5m).\n\n### Deployment\n\namATOM/dATOM LP: neutron14y0xyavpf5xznw56u3xml9f2jmx8ruk3y8f5e6zzkd9mhmcps3fs59g4vt\n\namATOM/stATOM LP: neutron1w8vmg3zwyh62edp7uxpaw90447da9zzlv0kqh2ajye6a6mseg06qseyv5m",
    "projectName": "Amulet",
    "projectUrl": "https://www.amulet.finance/",
    "points": [250000, "INGOTS"],
    "pointProgramUrl": "https://ingots.amulet.finance/",
    "committeeComments": "The presented strategy offers interesting opportunities with very limited risks. Contracts are audited which allows Hydro to apply the bootstrapping framework and support the project with an initial 10K ATOM injection. Assuming rising demand for deposits in the pool, the project may be able to request more in the future. Hydro LP deposits would then be subject to the 33% share (after deposit) cap in the pools.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "23": {
    "title": "Nolus Liquidity Provision ATOM LP",
    "projectLogoUrl": "/images/logo-nolus.png",
    "aboutProject": "Nolus Protocol is a Web3 financial suite that offers an innovative approach to money markets with a novel Lease solution to develop the DeFi space further. The DeFi Lease defines a money market between lenders looking to earn yield on stablecoins, and borrowers, looking to borrow more digital assets than their current equity. To borrow assets, the borrower locks up a down payment as collateral and can leverage their holdings in a preferred digital asset.",
    "description": "### Use case\n\nUtilizing ATOM to provide loans to borrowers aiming to leverage their equity and entering short positions.\nBorrowers on Nolus provide a deposit (down payment) in the form of a supported asset and they can borrow up to 150% of that deposit’s value from the ATOM lending pool.\nThe loan is denominated in ATOM and has a fixed interest rate.\nBoth the deposit and the loan get transferred over to a supported network, in this case, Osmosis, and get swapped to USDC on the native decentralized exchange there, essentially shorting ATOM.\nThis means that if the value of ATOM decreases, borrowers need less USDC to pay back their ATOM-denominated debt and they can keep the rest as profit.\nIf the value of ATOM increases, the position may face partial liquidation(s) where a portion of the position would get swapped back to ATOM to pay back the lenders.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in NLS tokens.\nThe PoL target is 5,000 ATOM.\nThe deployment duration will be 3 months.\nThe Annual Percentage Yield (APY) is projected to range around 6.5% at optimal utilization thresholds (70%) and is paid out in ATOM from the interest borrowers pay to lenders.\nThere is no manual claiming of rewards; rewards are accrued to the position, so the withdrawable amount increases as time passes.\nThe utilization levels can be monitored [here](https://app.nolus.io/stats).\n\n### Risk Mitigation and Security\n\nBoth the deposit and the loan in ATOM are swapped for USDC.\nThe total amount acts as collateral for the position.\nA maximum 60% Loan-to-Value (LTV) ratio has been established as a safety precaution.\nSome borrowers may decide to have a lower initial LTV for their positions.\nA key advantage of the Nolus Protocol is its unique design of single-asset liquidity pools.\nLiquidity provided within these pools will not be subject to impermanent loss or traded against borrowers.\nThis design ensures that the lent liquidity remains secure.\n\nThe Nolus Protocol code is open-source and is available [here](https://github.com/nolus-protocol).\nOak Security and Halborn audit the current on-chain code, and their audits can be found [here](https://hub.nolus.io/en/articles/9680739-security).\nThe documentation for the Nolus protocol can be found [here](https://hub.nolus.io/en/collections/10034429-tech-documentation).\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position using the Nolus dApp UI found [here](https://app.nolus.io/earn).\n\n### Deployment\n\nnolus1u0zt8x3mkver0447glfupz9lz6wnt62j70p5fhhtu3fr46gcdd9s5dz9l6 - ATOM lending pool",
    "projectName": "Nolus",
    "projectUrl": "https://nolus.io/",
    "committeeComments": "The single-sided asset liquidity pool design in Nolus protocol will not be subjected to impermanent loss. Having a cap of 60% Loan-to-Value (LTV) ratio follows the committee guidelines for liquidity exports.",
    "requestAmount": [[5000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "24": {
    "title": "Drop: Astroport & Osmosis LP and Mars pool",
    "projectLogoUrl": "/images/logo-drop.png",
    "aboutProject": "Drop is a liquid staking protocol for Interchain assets and a member of the Lido Alliance. Built on Neutron, Drop's smart contract architecture uses the IBC protocol and Neutron’s ICTX and ICQ modules to provide liquid staking services and scale with minimal overhead and risk. Drop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ. Upon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "### Use Case\n\nAdding DEX LPing on Astroport and Osmosis on the ATOM/dATOM pairs, adding ATOM to Mars protocol borrowing pool.\nThe Osmosis deployment is a part of a bootstrapping strategy and will be limited to 10K ATOM.\nThe rest of the Hydro liquidity will be split between Mars protocol and Astroport.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in Droplets (point system), which will be converted into DROP tokens upon the TGE.\nIn total, 100 million DROP tokens will be distributed to the Droplets owners in proportion to their share of the overall Droplet amount.\n\nThe PoL target is 50,000 ATOM.\nThe deployment duration will be 3 months.\nATOM → dATOM conversion does not incur any cost.\nThe current pool APR is 0.83%; we expect this to fluctuate around 1% for the next month.\n\n### Risk Mitigation and Security\n\nLPing will be subject to a cap of 33% of total existing deposits.\n\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts).\nThe current on-chain code is audited by OAK Security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\nThe documentation for the Drop protocol can be found [here](https://docs.drop.money/).\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position via Astroport UI in [this pool].\n\n### Deployment\n\n**Astroport ATOM/dATOM pool**\nNeutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98",
    "projectName": "Drop",
    "projectUrl": "https://www.drop.money/",
    "points": [10000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money",
    "committeeComments": "The risk from adding liquidity to the existing Astroport LP ATOM/dATOM is small.\nThe committee will enforce the 33% cap on overall LP shares owned by Hydro.\n\nThere are no live dATOM LPs on Osmosis, so bootstrapping new liquidity LPs won’t be done during the first pilot round.\n\nRegarding lending deposits into Mars, Hydro requires an LTV ratio of 50-60% for deposited ATOMs, which translates to a maximum leverage of 2.5x for undercollateralized loans.\nThis safety restriction will be gradually reduced over time.\nAdditionally, lending facilities are subject to a 50% Hydro share deposit cap, whereas LP positions are capped at 33%.",
    "requestAmount": [[50000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "25": {
    "title": "Stride: stATOM Liquidity on Osmosis",
    "projectLogoUrl": "/images/logo-stride.png",
    "aboutProject": "Stride is the largest liquid staking provider in the Cosmos ecosystem, supporting 16 host-zones and over $100 million in total value locked. Stride handles liquid staking operations on its own sovereign appchain, secured by the Cosmos Hub via Interchain Security. Stride LSTs allow users to unlock the full value of their staked assets. By staking with Stride, stakers receive a fungible token (stToken) that allows them to use their assets in DeFi while simultaneously earning staking rewards. This innovative feature makes Stride LSTs some of the most prominent and compelling collateral assets in the Cosmos ecosystem, with over $40 million in TVL deployed across DeFi protocols in Cosmos and beyond.",
    "description": "### Use case\n\nProvision of stATOM / ATOM liquidity on Osmosis in pool 1283. The liquidity will be maintained for 3 months.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in STRD. The liquidity target is 100,000 ATOM to be deployed to Osmosis. The range will be set wide to accommodate the extended time period. The estimated APR for this range is 1-5%.\n\n### Risk mitigation\n\nThe Osmosis LP deployment will proceed with the requested amount, provided Hydro's share remains capped at a maximum of 50% of the pool. This is an increase from our prior.\n\n### Security\n\nThe Stride source code is open-source and can be found [here](https://github.com/Stride-Labs/stride). The Stride codebase is audited regularly by Informal Systems and has been audited by other security firms, including Oak Security. You can find more information on Stride’s security practices [here](https://www.stride.zone/security). Stride’s documentation can be found [here](https://docs.stride.zone/).\n\nOsmosis is also open source/source available, and the codebase can be found below [here](https://github.com/osmosis-labs/osmosis).\n\nEmergency security contact has been provided to the hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position using the Osmosis UI found [here](https://app.osmosis.zone/pool/1283).\n\nOur venue queries can be viewed [here](https://hackmd.io/@XcVbaDPzSDaZ2crWZ2_smw/r1I5-pROJl).\n\n### Deployment\n\nLiquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).  \\\n\\\nPool address: osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq\n\nThe concentrated liquidity range is to be set as follows:\n\n* Upper bound: 10% above the stATOM redemption rate at the time the position is deployed\n* Lower bound: 5% below the stATOM redemption rate at the time the position is deployed\n\nOur deployment example transactions can be viewed [here](https://hackmd.io/@XcVbaDPzSDaZ2crWZ2_smw/r1I5-pROJl).",
    "projectName": "Stride",
    "projectUrl": "https://www.stride.zone/",
    "committeeComments": "For the Osmosis LP deployment, the requested amount will proceed under the condition that Hydro's share does not exceed 50% of the pool. If this threshold is reached, the committee will periodically review the allocation, adjusting by adding or removing liquidity to maintain the target balance.",
    "requestAmount": [[100000, "ATOM"]],
    "minMaxTargetPolApr": [1, 5]
  },
  "26": {
    "title": "Nolus Liquidity Provision ATOM LP",
    "projectLogoUrl": "/images/logo-nolus.png",
    "aboutProject": "Nolus Protocol is a Web3 financial suite that offers an innovative approach to money markets with a novel Lease solution to develop the DeFi space further. The DeFi Lease defines a money market between lenders looking to earn yield on stablecoins, and borrowers, looking to borrow more digital assets than their current equity. To borrow assets, the borrower locks up a down payment as collateral and can leverage their holdings in a preferred digital asset.",
    "description": "### Use case\n\nUtilizing ATOM to provide loans to borrowers aiming to leverage their equity and entering short positions. Borrowers on Nolus provide a deposit (down payment) in the form of a supported asset and they can borrow up to 150% of that deposit’s value from the ATOM lending pool. The loan is denominated in ATOM and has a fixed interest rate. Both the deposit and the loan get transferred over to a supported network, in this case, Osmosis, and get swapped to USDC on the native decentralized exchange there, essentially shorting ATOM. This means that if the value of ATOM decreases, borrowers need less USDC to pay back their ATOM-denominated debt and they can keep the rest as profit. If the value of ATOM increases, the position may face partial liquidation(s) where a portion of the position would get swapped back to ATOM to pay back the lenders.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in NLS tokens. The PoL target is 5,000 ATOM. The deployment duration will be 3 months. The Annual Percentage Yield (APY) is projected to range around 6.5% at optimal utilization thresholds (70%) and is paid out in ATOM from the interest borrowers pay to lenders. There is no manual claiming of rewards, rewards are accrued to the position, so the withdrawable amount increases as time passes. The utilization levels can be monitored [here](https://app.nolus.io/stats).\n\n### Risk Mitigation\n\nBoth the deposit and the loan in ATOM are swapped for USDC. The total amount acts as collateral for the position. A maximum 66% Loan-to-Value (LTV) ratio has been established as a safety precaution. Some borrowers may decide to have a lower initial LTV for their positions. A key advantage of the Nolus Protocol is its unique design of single-asset liquidity pools. Liquidity provided within these pools will not be subject to impermanent loss or traded against borrowers. This design ensures that the lent liquidity remains secure.\n\n### Security\n\nThe Nolus Protocol code is open-source and is available [here](https://github.com/nolus-protocol). Oak Security and Halborn audit the current on-chain code, and their audits can be found [here](https://hub.nolus.io/en/articles/9680739-security). The documentation for the Nolus protocol can be found [here](https://hub.nolus.io/en/collections/10034429-tech-documentation).\n\nEmergency security contact has been provided to the hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position using the Nolus dApp UI found [here](https://app.nolus.io/earn).\n\nOur venue queries can be viewed [here](https://hackmd.io/Vz5ts3lUSSaND7m2WwBcMQ).\n\n### Deployment\n\nnolus1u0zt8x3mkver0447glfupz9lz6wnt62j70p5fhhtu3fr46gcdd9s5dz9l6 - ATOM lending pool\n\nOur deployment example transactions can be viewed [here](https://hackmd.io/Vz5ts3lUSSaND7m2WwBcMQ).",
    "projectName": "Nolus",
    "projectUrl": "https://nolus.io/",
    "committeeComments": "The single-sided asset liquidity pool design in Nolus protocol will not be subjected to impermanent loss. Having a cap of 66% Loan-to-Value (LTV) ratio follows the committee guidelines for liquidity exports.",
    "requestAmount": [[5000, "ATOM"]],
    "minMaxTargetPolApr": [6.5, 6.5]
  },
  "27": {
    "title": "Neptune x Drop: nATOM/dATOM LP on Injective",
    "projectLogoUrl": "/images/logo-neptune.png",
    "aboutProject": "Neptune Finance is a next-generation credit network and high-yield lending protocol designed to provide unmatched capital efficiency for lenders, borrowers, and builders. Neptune rates lead the market by dynamically shifting to encourage borrowing and ultimately deliver a narrower spread between lend and borrow rates, constantly calibrating to the most competitive rate. Using DeFi modularity, Neptune’s lend receipt tokens (or nAssets) can be reused in other protocols such as Pryzm and Astroport.",
    "description": "### Use case\n\nATOM liquidity will be used in a strategic partnership between Drop and Neptune to bootstrap liquidity requirements for listing dATOM on Neptune. This will mark the first ATOM LST deployment on the Injective chain, and the second LST listing on Neptune after hINJ.\n\nOnce requirements are met, dATOM will be enabled as a yield-bearing collateral asset on Neptune, allowing users to borrow against it in cross-margin accounts. Supporting this deployment, an nATOM/dATOM pair will be seeded on Astroport Injective to be used as a liquidation route and as a yield-farming opportunity for ATOM on Injective.\n\nFirst, ATOM liquidity will be deposited in [Neptune Lend](https://app.nept.finance/lend/), which can be borrowed by third parties with over-collateralized positions to generate returns from the cost of borrowing. Deposits mint nATOM, the yield-bearing receipt token.\n\nSecond, a maximum of 5,000 nATOM will be used to seed the nATOM/dATOM LP on Astroport, with the other half provided by Drop as dATOM for a total of 10,000 ATOM.\n\nWe intend to grow nATOM/dATOM liquidity through different incentive mechanisms in the coming months in order to meet the dATOM listing requirements. This Hydro bid marks the first step towards achieving that goal.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC. In this pilot phase, the PoL target is 10,000 ATOM. The deployment duration will be 3 months. The historic 30-day average return for ATOM lending is between 2.1% and 7.50% APY. nATOM deposited on Astroport in the nATOM/dATOM LP will earn additional yield based on swap fees.\n\n### Risk mitigation\n\nThe target PoL will account for roughly 40% of the lending pool. Should ATOM loans exceed past target utilization levels, the dynamic Neptune interest rate model will increase exponentially and incentivize the return of loans.\n\nThe committee will also hold the nATOM receipt token for their deposit position and can trade it on the open market if needed.\n\n### Security\n\nOak Security has audited Neptune Finance; the audit can be found [here](https://github.com/oak-security/audit-reports/tree/master/Neptune).  \nNeptune’s docs can be found [here](https://docs.nept.finance/).\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the performance of ATOM lending via the Neptune lending [page](https://app.nept.finance/asset-details/?denom=ibc%2FC4CFF46FD6DE35CA4CF4CE031E643C8FDC9BA4B99AE598E9B0ED98FE3A2319F9) and the nATOM/dATOM pool on Astroport UI [here](https://app.astroport.fi/pools/inj18ucwme9nyemev9cjhy6jtagtu4laxh7ztzeqqc).\n\nOur venue queries can be viewed [here](https://hackmd.io/@jwEKz2IPTTqH3U9DC2aZ3A/BkShOvGc1x).\n\n### Deployment\n\nNeptune Money Market Contract:  \nInj1nc7gjkf2mhp34a6gquhurg8qahnw5kxs5u3s4u\n\nAstroport nATOM/dATOM Contract:  \ninj18ucwme9nyemev9cjhy6jtagtu4laxh7ztzeqqc\n\nOur deployment example transaction can be viewed [here](https://explorer.injective.network/transaction/50720C355D377BB175F4CDE7004CBF90453854D0DCDF37C5FEC240A112C84221/) and [here](https://explorer.injective.network/transaction/B0AFFB880DCAA2FAD22A0536D110F1D47D9C27DD26A8D4CEC74DB85615185D82/).",
    "projectName": "Neptune Finance",
    "projectUrl": "https://nept.finance/",
    "committeeComments": "The project currently holds approximately 30K ATOMs in deposits. To prevent disrupting natural market dynamics and an excessive dilution of rewards, we propose a bid limit set at 50% of overall shares, similar to other participants. Based on these figures, we recommend capping the liquidity deployment to 30K ATOMs. As protocol utilization increases, we can consider introducing larger tranches in future bidding rounds. \n\nRegarding the nATOM/dATOM liquidity provision, the committee has agreed to set an initial cap of 10,000 ATOMs corresponding to this bid expectation due to the complex risk structure involved. It, therefore, allows for a quick deployment without extensively compromising community funds. This cap is temporarily set, waiting on a more thorough review by the committee, upon which the cap will be adjusted to allow the deposits to scale.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [2.1, 7.5]
  },
  "28": {
    "title": "Drop: Astroport & Osmosis LP and Mars pool",
    "projectLogoUrl": "/images/logo-drop.png",
    "aboutProject": "Drop is a liquid staking protocol for Interchain assets and a member of the Lido Alliance. Built on Neutron, Drop's smart contract architecture uses the IBC protocol and Neutron’s ICTX and ICQ modules to provide liquid staking services and scale with minimal overhead and risk. Drop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ. Upon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "### Use case\n\nDrop protocol aims to strategically open up new venues for liquidity deployment by bootstrapping pool\n\nAdding DEX LPing on Astroport and Osmosis on the ATOM/dATOM pairs, adding ATOM to Mars protocol borrowing pool. The Osmosis deployment is a part of bootstrapping strategy and will be limited to 10K ATOM, and the same is applied to Neptune\n\nStrategically, we would also like to support Neptune with bootstrapping dATOM/ATOM LP on their platform. In case Neptune does not reach the required lend deployment to provide 5k nATOM into the nATOM/dATOM LP, the missing amount may be taken from Drop's bid to ensure we get a combined and balanced 10k ATOM deployment into the LP\n\nThe deployment breakdowns as:\n* The bootstrapping LP’s (Neptune and Osmosi) will receive 10k ATOM each.\n* The rest of the won liquidity will be split between Mars and Astroport\n\n### Duration, Tribute, Yield & Target\n\nThe PoL target is 80,000 ATOM.\n\nThe deployment duration will be 3 months.\n\nATOM -> dATOM conversion does not incur any cost. The current pool APR is 1.23%; we expect this to fluctuate around 1% for the next month.\n\nThe tribute will be paid in Droplets (point system), which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners in proportion to their share of the overall Droplet amount. While it is impossible to predict the future value of Droplets accurately, here is useful information that may be relevant to Hydro voters:\n\n| % of the total token supply allocated to points | 10 to 20% of the total DROP supply will be distributed to Droplets holders |\n| :---: | :---: |\n| % of points provided to Hydro voters for this bid | 0.0013% (20M* points out of a total points supply of 14.92B** Droplets) |\n\n*- This is the initial size of the tribute  \n**- The amount of Droplets is changing daily; the figures provided are accurate as of the bid submission date.\n\nFor additional information on Droplets distribution, you can check out the [Unofficial Droplets Dashboards](https://dropletsdash.xyz/) built by the Drop community. The dashboards provide the number of addresses receiving Droplets and the total daily emission.\n\n### Risk Mitigation\n\nLPing will be subject to cap the bid at 50% of total existing deposits.\n\nBootstrapping LPs will be subjected to a cap of 10K ATOM.\n\n### Security\n\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop). The documentation for the Drop protocol can be found [here](https://docs.drop.money/). Emergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the Astroport position via Astroport UI in [this pool](https://app.astroport.fi/pools/neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98).\n\nThe committee may monitor the Mars position via [Mars Protocol’s Red Bank UI](https://app.marsprotocol.io/earn).\n\nQueries for our deployment venues can be found [here](https://hackmd.io/@fuVAsWArQUK74edzCTXdYA/BJ8QPfGYye).\n\nThe committee may monitor the Neptune position via the Neptune lending [page](https://app.nept.finance/asset-details/?denom=ibc%2FC4CFF46FD6DE35CA4CF4CE031E643C8FDC9BA4B99AE598E9B0ED98FE3A2319F9) and the nATOM/dATOM pool on Astroport UI [here](https://app.astroport.fi/pools/inj18ucwme9nyemev9cjhy6jtagtu4laxh7ztzeqqc).\n\n### Deployment\n\nThe deployment will be sent to:\n\nAstroport ATOM/dATOM pool  \nNeutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98\n\nOsmosis  \nPool [2371](https://app.osmosis.zone/pool/2371%20)\n\nMars  \nneutron10xwzc88kefwtlup9c2tmw4mj4ng7u79g8lsapp0c9jc02xt247zqwzzghf\n\nNeptune  \nNeptune Money Market Contract:  \nInj1nc7gjkf2mhp34a6gquhurg8qahnw5kxs5u3s4u\n\nAstroport nATOM/dATOM Contract:  \ninj18ucwme9nyemev9cjhy6jtagtu4laxh7ztzeqqc\n\nExample transactions for deployments can be found [here.](https://explorer.injective.network/transaction/B0AFFB880DCAA2FAD22A0536D110F1D47D9C27DD26A8D4CEC74DB85615185D82/)",
    "projectName": "Drop",
    "projectUrl": "https://www.drop.money/",
    "points": [20000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money",
    "committeeComments": "The risk from adding liquidity to the existing Astroport LP ATOM/dATOM is small. The committee will enforce the 50% cap on overall LP shares owned by Hydro.\n\nThere are no live dATOM LPs on Osmosis so bootstrapping new liquidity LPs won’t be done during the first pilot round.\n\nRegarding lending deposits into Mars, Hydro requires an LTV ratio of 50-60% for deposited ATOMs, translating to a maximum leverage of 2.5x for undercollateralized loans. This safety restriction will be gradually reduced over time. Additionally, lending facilities are subject to a 50% Hydro share deposit cap, whereas LP positions are capped at 33%.",
    "requestAmount": [[80000, "ATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "29": {
    "title": "Nolus Liquidity Provision ATOM LP",
    "projectLogoUrl": "/images/logo-nolus.png",
    "aboutProject": "Nolus Protocol is a Web3 financial suite that offers an innovative approach to money markets with a novel Lease solution to develop the DeFi space further. The DeFi Lease defines a money market between lenders looking to earn yield on stablecoins, and borrowers, looking to borrow more digital assets than their current equity. To borrow assets, the borrower locks up a down payment as collateral and can leverage their holdings in a preferred digital asset.",
    "description": "### Use case\n\nUtilizing ATOM to provide loans to borrowers aiming to leverage their equity and entering short positions. Borrowers on Nolus provide a deposit (down payment) in the form of a supported asset and they can borrow up to 150% of that deposit’s value from the ATOM lending pool. The loan is denominated in ATOM and has a fixed interest rate. Both the deposit and the loan get transferred over to a supported network, in this case, Osmosis, and get swapped to USDC on the native decentralized exchange there, essentially shorting ATOM. This means that if the value of ATOM decreases, borrowers need less USDC to pay back their ATOM-denominated debt and they can keep the rest as profit. If the value of ATOM increases, the position may face partial liquidation(s) where a portion of the position would get swapped back to ATOM to pay back the lenders. \n\n ### Duration, Tribute, Yield & Target \n\n The tribute will be paid in NLS tokens. The PoL target is 5,000 ATOM. The deployment duration will be 3 months. The Annual Percentage Yield (APY) is projected to range around 6.5% at optimal utilization thresholds (70%) and is paid out in ATOM from the interest borrowers pay to lenders. There is no manual claiming of rewards, rewards are accrued to the position, so the withdrawable amount increases as time passes. The utilization levels can be monitored [here](https://app.nolus.io/stats). \n\n ### Risk Mitigation \n\n Both the deposit and the loan in ATOM are swapped for USDC. The total amount acts as collateral for the position. A maximum 66% Loan-to-Value (LTV) ratio has been established as a safety precaution. Some borrowers may decide to have a lower initial LTV for their positions. A key advantage of the Nolus Protocol is its unique design of single-asset liquidity pools. Liquidity provided within these pools will not be subject to impermanent loss or traded against borrowers. This design ensures that the lent liquidity remains secure.\n\n ### Security \n\n The Nolus Protocol code is open-source and is available [here](https://github.com/nolus-protocol). Oak Security and Halborn audit the current on-chain code, and their audits can be found [here](https://hub.nolus.io/en/articles/9680739-security). The documentation for the Nolus protocol can be found [here](https://hub.nolus.io/en/collections/10034429-tech-documentation).  Emergency security contact has been provided to the hydro committee. \n\n ### Monitoring \n\n The committee may monitor the position using the Nolus dApp UI found [here](https://app.nolus.io/earn). Our venue queries can be viewed [here](https://hackmd.io/Vz5ts3lUSSaND7m2WwBcMQ). \n\n ### Deployment \n\n nolus1u0zt8x3mkver0447glfupz9lz6wnt62j70p5fhhtu3fr46gcdd9s5dz9l6 - ATOM lending pool Our deployment example transactions can be viewed [here](https://hackmd.io/Vz5ts3lUSSaND7m2WwBcMQ).",
    "projectName": "Nolus",
    "projectUrl": "https://nolus.io/",
    "committeeComments": "The single-sided asset liquidity pool design in Nolus protocol will not be subjected to impermanent loss. Having a cap of 66% Loan-to-Value (LTV) ratio follows the committee guidelines for liquidity exports. The requested amount being below the bootstrap framework cap of 10,000 Atoms, the committee can deposit the full amount, assuming a successful bid.",
    "requestAmount": [[5000, "ATOM"]],
    "minMaxTargetPolApr": [6.5, 6.5]
  },
  "30": {
    "title": "ATOM Liquidity for ShadeX",
    "projectLogoUrl": "/images/logo-shade.png",
    "aboutProject": "ShadeX is an encrypted borrowing and lending protocol, built by Shade Protocol on Secret Network, that ensures all contract interactions, including borrowing, lending, collateral management, and yield generation are private by default. This platform enables cross-margin borrowing positions with robust features for lenders and borrowers, providing flexibility and security for users and the protocol. Lenders on ShadeX receive xTokens, which are liquid, yield-bearing tokens representing the underlying lent principal and autocompounding interest paid by borrowers.",
    "description": "### Use case\n\nShade Protocol seeks to bootstrap additional ATOM liquidity, as lent assets, on ShadeX to increase the borrowing capacity for ATOM within Private DeFi. The ATOM would be lent, and in return xATOM would be minted that represents the underlying ATOM principal as well as compounding interest.\n\n### Duration, Tribute, Yield & Target\n\nShade Protocol is seeking a deployment of 10k ATOM over a 1 month period. The tribute for this bid will be paid in SHD. There are no costs other than SCRT required for gas in order to lend ATOM. Since ShadeX launch, supply APY (paid out in ATOM) has fluctuated between 2.7% and 11.1% APR, averaging ~7-8% APR over this time frame.\n\n### Risk Mitigation\n\nIn order to provide maximum flexibility to lenders, ShadeX interest rate curve drastically increases variable borrow APR above optimal_utilization in order to encourage borrowers to repay debts or more lenders to supply assets, ensuring that if utilization increases beyond what is optimal, lenders are properly compensated. Additionally, ShadeSwap will have a concentrated liquidity pool for ATOM <-> xATOM, allowing lenders of ATOM to swiftly and efficiently exit lending positions on the fly without concern for current utilization rates.\n\n### Security\n\nShadeX has received a 4 month internal audit, as well as an external audit by Halborn which can be found [here](https://drive.google.com/file/d/1F7Upscf3ynBpmDc0-h_YM9IJlBSauX9_/view?usp=drive_link).\n\n[ShadeX documentation](https://docs.shadeprotocol.io/shade-protocol/advanced-topics-apps/shadex-money-market) includes details on key features for lenders and borrowers, liquidations, risk management, configurations, and fees.\n\n### Monitoring\n\nThe committee can monitor the ATOM vault as well as their lent ATOM position on ShadeX [here](https://app.shadeprotocol.io/lend).\n\nThe committee can find details about the ATOM vault on ShadeX via CLI by using this command:\n\nSecretcli q compute query secret17xjvdnhxult4a0epa88cqyp8mh9z2y7jrlwkud ‘{\"get_vault\": {\"token\": \"secret19e75l25r6sa6nhdf4lggjmgpw0vmpfvsw5cnpe\"}}’\n\n### Deployment\n\nThe ShadeX contract address is secret17xjvdnhxult4a0epa88cqyp8mh9z2y7jrlwkud (codehash: 36823f966e139dc2d6c3ad7c8b0cb29a808d08daaf0957815369de8d925404ac)\n\nThe SNIP20 contract address for ATOM is secret19e75l25r6sa6nhdf4lggjmgpw0vmpfvsw5cnpe (codehash: 638a3e1d50175fbcb8373cf801565283e3eb23d88a9b7b7f99fcc5eb1e6b561e)\n\nExample ATOM lending txs on ShadeX can be found here including decrypted tx logs:\n\nTx hash for lending ATOM on ShadeX: [https://secretnodes.com/secret/transactions/958E7B89D31BEB6B02B9BC8737D861E7A574795A8512DC89DA5C42A5436AB548](https://secretnodes.com/secret/transactions/958E7B89D31BEB6B02B9BC8737D861E7A574795A8512DC89DA5C42A5436AB548)\n\nExecute Msg for ATOM SNIP20, where msg is Base64 encoded:\n\n{\n  \"send\": {\n    \"recipient\": \"secret17xjvdnhxult4a0epa88cqyp8mh9z2y7jrlwkud\",\n    \"recipient_code_hash\": \"36823f966e139dc2d6c3ad7c8b0cb29a808d08daaf0957815369de8d925404ac\",\n    \"amount\": \"1000000\",\n    \"msg\": \"eyJzdXBwbHkiOnt9fQ==\",\n    \"padding\": \"TMWzfPRbLx2\"\n  }\n}",
    "projectName": "Shade Protocol - ShadeX",
    "projectUrl": "https://app.shadeprotocol.io/lend",
    "committeeComments": "The proposed bid appears to present no significant risks, provided that the audits have been conducted in accordance with required standards. To align with Hydro’s early-stage protocol standards, the liquidation engine must operate with a Loan-to-Value (LTV) cap of approximately 66% for lending facilities. This precautionary measure ensures stability and mitigates risk during the initial phase. The LTV cap will be gradually lifted as liquidity conditions within the Cosmos ecosystem improve. The requested bid amount falls below the bootstrap framework’s cap of 10,000 ATOMs. As such, the committee can approve the full amount, assuming the bid is successful.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [2.7, 11.1]
  },
  "31": {
    "title": "Mars Protocol: ATOM Lending & DeFi Flywheel",
    "projectLogoUrl": "/images/logo-mars.png",
    "aboutProject": "Mars Protocol is a DeFi credit and trading platform designed to unlock capital efficiency and drive liquidity across Cosmos ecosystems. Operating on Neutron and Osmosis, the protocol enables over-collateralized borrowing, leveraged staking, and advanced trading strategies via its Red Bank and Rover functionalities. Mars Protocol has been instrumental in driving adoption for ATOM liquid staking tokens (LSTs) such as dATOM and stATOM and aims to continue expanding ATOM-based DeFi strategies across the AEZ (Atom Economic Zone).",
    "description": "### Use Case\n\nThis proposal seeks to leverage ATOM from Hydro to enhance liquidity within Mars Protocol's lending pools on Neutron. By increasing ATOM liquidity, Mars will attract borrower demand, reduce borrowing rates, and support DeFi products that require ATOM as collateral. The borrowed ATOM will power the following initiatives:\n\n* **Leveraged Staking Vaults:** Enable users to deposit liquid staking tokens (e.g., dATOM or stATOM) to borrow ATOM, restake, and repeat, creating a compounding effect. This strategy enhances returns for LST holders and bolsters adoption of liquid staking across Cosmos.\n* **Single-Sided LP Vaults:** Provide automated strategies for single-sided liquidity provisioning with hedging capabilities via Mars Perps, enabling Cosmos Hub to supply liquidity without exposure to price fluctuations of paired assets.\n* **Delta-Neutral Strategies:** Build automated vaults to optimize LPing returns while hedging against market volatility, driving deeper liquidity and higher trading volumes.\n\nThese strategies are modeled after successful DeFi use cases on Ethereum, aiming to establish Mars Protocol as a key player in ATOM-based DeFi.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in MARS and NTRN. The PoL target is 150k ATOM and the expected APR is 6-7% (ATOM lending APY). The deployment duration will be 3 months.\n\n### Risk Mitigation\n\n**Overcollateralization:** Lending on Mars Protocol is overcollateralized, minimizing the risk of default. Borrowers are required to maintain a collateralization ratio above the protocol-defined thresholds.\n\n**Liquidity Caps:** Lending caps ensure sustainable usage of funds.\n\n### Security\n\nMars Protocol’s contracts have undergone rigorous [audits](https://github.com/mars-protocol/mars-audits) by industry-leading firms. dATOM (Drop) is audited by OAK Security, and Mars V2 Perps and lending systems are open-source and fully transparent.\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nAll positions can be monitored via [Mars Protocol’s Red Bank UI](https://app.marsprotocol.io/earn). Borrowing rates, utilization, and performance metrics will be transparently reported. Additional liquidity metrics for LSTs can be tracked on Neutron and Astroport dashboards.\n\nOur venue queries can be viewed here.\n\n### Deployment\n\nLiquidity to be deployed to:\n\nhttps://daodao.zone/dao/neutron10xwzc88kefwtlup9c2tmw4mj4ng7u79g8lsapp0c9jc02xt247zqwzzghf/apps?url=https%3A%2F%2Fapp.marsprotocol.io and it should load the Mars app and you could see in that CA #403 there is ~203,840 ATOM deposited into Mars\n\nhttps://neutron.celat.one/neutron-1/contracts/neutron1qdzn3l4kn7gsjna2tfpg3g3mwd6kunx4p50lfya59k02846xas6qslgs3r is the Mars Credit Manager - this is where all transactions will be executed against (including through the DAODAO link above)\n\nhttps://neutron.celat.one/neutron-1/contracts/neutron1n97wnm7q6d2hrcna3rqlnyqw2we6k0l8uqvmyqq6gsml92epdu7quugyph is the red bank - this is the money market portion of Mars, when you do the lend of ATOM so it can earn yield (via being borrowed out to depositors) the credit manager essentially deposits this amount into the red bank contract.",
    "projectName": "Mars Protocol",
    "projectUrl": "https://marsprotocol.io",
    "committeeComments": "Last updated on march 17th 2025: Based on the current utilization rate and existing deposits, we recommend capping the bid at 400,000 ATOMs. This is according to the committee rule to limit lending protocol deposits to 50% participation rate (after deposit). The committee will deploy liquidity up to this cap, while any excess liquidity will remain on standby. The committee will gradually introduce this reserve as utilization levels increase.",
    "requestAmount": [[150000, "ATOM"]],
    "minMaxTargetPolApr": [6, 7]
  },
  "32": {
    "title": "Phoenix Directive ATOM/ATOM-LST LP on Terra",
    "projectLogoUrl": "/images/logo-phoenix-directive.png",
    "aboutProject": "Phoenix Directive and Phoenix Foundation were recently established by the Terra community with the responsibility to take over chain management & development responsibilities from TFL. Central to this is continuing to maintain and enhance Terra's core chain operations, system stability, and quality engineering development. This transition, along with the establishment and funding of the Phoenix Treasury is now complete. Phoenix Directive is also leading development and support initiatives with Terra’s communities & projects. Our current focus is  building out an ecosystem of DeFi applications, growing our active user community, and establishing strong partnerships and integrations throughout Cosmos.\nTerra’s Liquidity Alliance (LA) is the first initiative of Phoenix Directive. Liquidity Alliance is an advanced ve [3,3] mechanism DeFi protocol that converts staking rewards into incentives used for liquidity providers and voters to create a positive liquidity feedback loop. Powered by the Alliance SDK, it enables the development of deep liquidity for tokens and projects on Terra and is a foundational project for Terra’s future growth. Launched only 6 months ago, Liquidity Alliance has achieved a TVL of $4m while offering annual rewards targeted at $3m.",
    "description": "### Use case\nAdding DEX LPing on Astroport on Terra on the ATOM/dATOM and ATOM/stATOM pairs. The deployment in each pair will depend on the overall depth the LST providers are able to acquire on Terra over the next 20 days until the bidding process ends. We target that the hydro allocation will be 50% of the total pool size.\nIndependent of the Hydro bid, PD will incentivize voting participation in [Terra Liquidity Alliance](https://docs.erisprotocol.com/products/liquidity-hub/) and direct incentives to reward users and liquidity providers to provide liquidity on Terra. Users will be able to deposit ATOM on ERIS Protocol [here](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity) and participate in the incentives. Current incentives to ATOM-LST pairs is ~ 150k $ per year to be increased by voting. Phoenix Directive is interested in building long term deep liquidity of ATOM on Terra and is interested in a continued participation in Hydro bidding and tribute process.\n### Duration, Tribute, Yield & Target\nThe tribute will be paid in USDC. The PoL target is 50,000 ATOM. The deployment duration will be 3 months. ATOM -> dATOM/stATOM conversion does not incur any cost. The current pool APR is 0.84%, and we expect this to fluctuate around 1% for the next month.\n### Risk mitigation and Security\nLPing will be capped so Hydro does not exceed 50% of the total pool depth for each LST provider.\nAdditionally, audits and source code are available for each deployment venue and dependency:\n* Liquidity Alliance from ERIS has been audited and can be found [here](https://github.com/SCV-Security/PublicReports/blob/main/Eris%20Protocol/ERIS%20-%20Contracts%20ve3%20-%20Audit%20Report%20v1.0.pdf). (Hydro funds for the first bidding round will not be deployed into Liquidity Alliance)\n* dATOM: The Drop code is open-source and available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\n* stATOM: Stride audits can be found [here](https://github.com/Stride-Labs/audits).\n* Astroport: Astroport audits can be found [here](https://docs.astroport.fi/docs/overview/security/audits).\nAn emergency security contact has been provided to the Hydro committee.\n### Monitoring\nThe LP may be monitored via the Astroport UI in these two pools:\n* [dATOM/ATOM pool](https://app.astroport.fi/pools/terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9)\n* [stATOM/ATOM pool](https://app.astroport.fi/pools/terra1f9vmtntpjmkyhkxtlc49jcq6cv8rfz0kr06zv6efdtdgae4m9y9qlzm36t)\n### Deployment\nAstroport dATOM/ATOM pool:\nterra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9\nAstroport stATOM/ATOM pool\nterra1f9vmtntpjmkyhkxtlc49jcq6cv8rfz0kr06zv6efdtdgae4m9y9qlzm36t",
    "projectName": "Phoenix Directive",
    "projectUrl": "https://x.com/phoenix_dir",
    "committeeComments": "Assuming the bid is successful, the committee will allocate up to 40,000 ATOMs, adhering to the principle of maintaining a maximum 33% participation rate in the overall LP shares. This corresponds to approximately 12,000 ATOMs in ATOM - stATOM and 28,000 in ATOM - dATOM. Should Hydro's position exceed the 50% participation threshold, the committee will reassess and reduce the position to ensure alignment with the established 33% criterion.",
    "requestAmount": [[50000, "ATOM"]],
    "minMaxTargetPolApr": [0.84, 1]
  },
  "33": {
    "title": "Stride: stATOM Liquidity on Osmosis",
    "projectLogoUrl": "/images/logo-stride.png",
    "aboutProject": "Stride is the largest liquid staking provider in the Cosmos ecosystem.\nStride handles liquid staking operations on its own sovereign appchain, secured by the Cosmos Hub via Interchain Security.\n\nStride LSTs allow users to unlock the full value of their staked assets.\nBy staking with Stride, stakers receive a fungible token (stToken) that allows them to use their assets in DeFi while simultaneously earning staking rewards.\nThis innovative feature makes Stride LSTs some of the most prominent and compelling collateral assets in the Cosmos ecosystem, with over $40 million in TVL deployed across DeFi protocols in Cosmos and beyond.",
    "description": "### Use case\n\nProvision of stATOM / ATOM liquidity on Osmosis in pool 1283. The liquidity will be maintained for 3 months.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in STRD. The liquidity target is 100,000 ATOM to be deployed to Osmosis. The range will be set wide to accommodate the extended time period. The estimated APR for this range is 1-5%.\n\n### Risk mitigation\n\nThe Osmosis LP deployment will proceed with the requested amount, provided Hydro's share remains capped at a maximum of 50% of the pool. This is an increase from our prior.\n\n### Security\n\nThe Stride source code is open-source and can be found [here](https://github.com/Stride-Labs/stride). The Stride codebase is audited regularly by Informal Systems and has been audited by other security firms, including Oak Security. You can find more information on Stride’s security practices [here](https://www.stride.zone/security). Stride’s documentation can be found [here](https://docs.stride.zone/).\n\nOsmosis is also open source/source available, and the codebase can be found below [here](https://github.com/osmosis-labs/osmosis).\n\nEmergency security contact has been provided to the hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position using the Osmosis UI found [here](https://app.osmosis.zone/pool/1283). Our venue queries can be viewed [here](https://hackmd.io/@XcVbaDPzSDaZ2crWZ2_smw/r1I5-pROJl).\n\n### Deployment\n\nLiquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).\n\nPool address: `osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq`\n\nThe concentrated liquidity range is to be set as follows:\n\n* Upper bound: 10% above the stATOM redemption rate at the time the position is deployed\n* Lower bound: 5% below the stATOM redemption rate at the time the position is deployed\n\nOur deployment example transactions can be viewed [here](https://hackmd.io/@XcVbaDPzSDaZ2crWZ2_smw/r1I5-pROJl).",
    "projectName": "Stride",
    "projectUrl": "https://www.stride.zone/",
    "committeeComments": "For the Osmosis LP deployment, the requested amount will proceed under the condition that Hydro's share does not exceed 50% of the pool. If this threshold is reached, the committee will periodically review the allocation, making adjustments by adding or removing liquidity as needed to maintain the target balance.",
    "requestAmount": [[100000, "ATOM"]],
    "minMaxTargetPolApr": [1, 5]
  },
  "34": {
    "title": "Stride: stATOM / xstATOM on Shade Protocol",
    "projectLogoUrl": "/images/logo-stride.png",
    "aboutProject": "Stride is the largest liquid staking provider in the Cosmos ecosystem.\nStride handles liquid staking operations on its own sovereign appchain, secured by the Cosmos Hub via Interchain Security.\n\nStride LSTs allow users to unlock the full value of their staked assets.\nBy staking with Stride, stakers receive a fungible token (stToken) that allows them to use their assets in DeFi while simultaneously earning staking rewards.\nThis innovative feature makes Stride LSTs some of the most prominent and compelling collateral assets in the Cosmos ecosystem, with over $40 million in TVL deployed across DeFi protocols in Cosmos and beyond.",
    "description": "### Use case\n\nProvision of stATOM / xstATOM liquidity on Shade Protocol. The liquidity will be maintained for 3 months.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in STRD and SHD. The liquidity target is 15k stATOM. Half of the stATOM will be lent on ShadeX, minting xstATOM in return, the resulting xstATOM will then be LPed with the remaining stATOM in the stATOM / xstATOM liquidity pool on Shade’s DEX.\n\n### Risk mitigation\n\nIn order to provide maximum flexibility to lenders, ShadeX interest rate curve drastically increases variable borrow APR above optimal_utilization in order to encourage borrowers to repay debts or more lenders to supply assets, ensuring that if utilization increases beyond what is optimal, lenders are properly compensated.\n\n### Security\n\nThe Stride source code is open-source and can be found [here](https://github.com/Stride-Labs/stride). The Stride codebase is audited regularly by Informal Systems and has been audited by other security firms, including Oak Security. You can find more information on Stride’s security practices [here](https://www.stride.zone/security). Stride’s documentation can be found [here](https://docs.stride.zone/).\n\nShadeX has received a 4 month internal audit, as well as an external audit by Halborn which can be found [here](https://drive.google.com/file/d/1F7Upscf3ynBpmDc0-h_YM9IJlBSauX9_/view?usp=drive_link). Emergency security contact has been provided to the hydro committee.\n\n### Monitoring\n\nThe committee can monitor the stATOM vault as well as their lent stATOM position on ShadeX [here](http://app.shadeprotocol.io/lend). The committee can monitor the stATOM / xstATOM LP as well as their provided liquidity [here](http://app.shadeprotocol.io/swap/pools)\n\nThe committee can find details about the stATOM vault on ShadeX via CLI by using this command:\n\n`secretcli q compute query secret17xjvdnhxult4a0epa88cqyp8mh9z2y7jrlwkud ‘{\"get_vault\": {\"token\": \"secret155w9uxruypsltvqfygh5urghd5v0zc6f9g69sq\"}}’`\n\nThe committee can find details about the stATOM / xstATOM LP on ShadeSwap via CLI by using this command:\n\n`secretcli q compute query secret1yzf9cm8jgdua4xlljkgt3rf9ffxpgkzgsyem3a '{\"get_pair_info\": {}}'`\n\n### Deployment\n\nRelevant Contract addresses and their code hashes:\n\n* ShadeX contract address: `secret17xjvdnhxult4a0epa88cqyp8mh9z2y7jrlwkud`\n  * codehash: `36823f966e139dc2d6c3ad7c8b0cb29a808d08daaf0957815369de8d925404ac`\n* stATOM / xstATOM AMM pair on ShadeSwap: `secret1yzf9cm8jgdua4xlljkgt3rf9ffxpgkzgsyem3a`\n  * codehash: `e88165353d5d7e7847f2c84134c3f7871b2eee684ffac9fcf8d99a4da39dc2f2`\n* stATOM SNIP20 contract: `secret155w9uxruypsltvqfygh5urghd5v0zc6f9g69sq`\n  * codehash: `638a3e1d50175fbcb8373cf801565283e3eb23d88a9b7b7f99fcc5eb1e6b561e`\n* xstATOM SNIP20 contract: `secret1s5mf2pdcucaqe57ezj8vxa8t7qlk4k6pj77mzz`\n  * codehash: `f639f9203684ca31f11faf4cc0c3d0de2c84695ae0272d219ed9864861c8b617`\n\nExample Tx hash for lending 0.99 stATOM on ShadeX: `https://secretnodes.com/secret/transactions/C482B7AF31375818597F83F6A7F404EBFD3AF0B9A23BDF56F1237062E2DC6AB3`\n\nExecute Msg for Lending 0.99 stATOM SNIP20, where msg is Base64 encoded:\n\n`{`\n  `\"send\": {`\n    `\"recipient\": \"secret17xjvdnhxult4a0epa88cqyp8mh9z2y7jrlwkud\",`\n    `\"recipient_code_hash\": \"36823f966e139dc2d6c3ad7c8b0cb29a808d08daaf0957815369de8d925404ac\",`\n    `\"amount\": \"990000\",`\n    `\"msg\": \"eyJzdXBwbHkiOnt9fQ==\",`\n    `\"padding\": \"TMWzfPRbLx2\"`\n  `}`\n`}`  ",
    "projectName": "Stride",
    "projectUrl": "https://www.stride.zone/",
    "committeeComments": "The proposed bid appears to present no significant risks, provided that the audits have been conducted in accordance with required standards. To align with Hydro’s early-stage protocol standards, the liquidation engine must operate with a Loan-to-Value (LTV) cap of approximately 66% for lending facilities. This precautionary measure ensures stability and mitigates risk during the initial phase. The LTV cap will be gradually lifted as liquidity conditions within the Cosmos ecosystem improve. The requested bid amount can be deployed up to the current 50% participation rate, with a minimum of 10,000 ATOMs corresponding to the bootstrap framework.",
    "requestAmount": [[15000, "stATOM"]],
    "minMaxTargetPolApr": [0, 0]
  },
  "35": {
    "title": "Drop: dATOM/ATOM LP on Shade",
    "projectLogoUrl": "/images/logo-drop.png",
    "aboutProject": "Drop is a liquid staking protocol for Interchain assets and a member of the Lido Alliance. Built on Neutron, Drop's smart contract architecture uses the IBC protocol and Neutron’s ICTX and ICQ modules to provide liquid staking services and scale with minimal overhead and risk. Drop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ. Upon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "### Use case\n\nDrop protocol aims to strategically open up new venues for liquidity deployment by bootstrapping new pools and keep the existing deployments from previous rounds.\nWe would like to support ShadeSwap as a new DeFi venue where users could trade dATOM assets.\nBootstrapping dATOM/ATOM LP [ShadeSwap](https://app.shadeprotocol.io/swap).\nThe size of liquidity for bootstrapping will be 10K ATOM.\n\nThe deployment breakdowns as:\n\n* The bootstrapping Shade LP with 10k ATOM.\n* The rest of the liquidity won in this round can be used for other Drop bids if needed\n\n### Duration, Tribute, Yield & Target\n\nThe PoL target is 10,000 ATOM.\nThe deployment duration will be 3 months.\nThe current APR for dATOM/ATOM in ShadeSwap is 1.5%; we expect this to fluctuate around 1.5~2.5% for the next month (swap fee is 0.1% for this pair)\n\nThe tribute will be paid in Droplets (point system), which will be converted into DROP tokens upon the TGE.\nIn total, 100 Million DROP tokens will be distributed to the Droplets owners in proportion to their share of the overall Droplet amount.\nWhile it is impossible to predict the future value of Droplets accurately, here is useful information that may be relevant to Hydro voters:\n\n| % of the total token supply allocated to points | 10 to 20% of the total DROP supply will be distributed to Droplets holders |\n| :---: | :---: |\n| % of points provided to Hydro voters for this bid | 0.0007% (20M* points out of a total points supply of 39.92B** Droplets) |\n\n*- This is the initial size of the tribute  \n**- The amount of Droplets is changing daily; the figures provided are accurate as of the bid submission date.\n\nFor additional information on Droplets distribution, you can check out the [Unofficial Droplets Dashboards](https://dropletsdash.xyz/) built by the Drop community.\nThe dashboards provide the number of addresses receiving Droplets and the total daily emission.\n\n### Risk Mitigation\n\nBootstrapping LPs will be subjected to a cap of 10K ATOM.\n\n### Security\n\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts).\nThe current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\nThe documentation for the Drop protocol can be found [here](https://docs.drop.money/).\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee can monitor the ATOM / dATOM LP as well as their provided liquidity here ([app.shadeprotocol.io/swap/pools](http://app.shadeprotocol.io/swap/pools))\n\n### Deployment\n\nATOM / dATOM AMM pair on ShadeSwap: `secret19du9gw49n6pxs0ddt29v9n854697j2wwrnfqat`\nCodehash: `e88165353d5d7e7847f2c84134c3f7871b2eee684ffac9fcf8d99a4da39dc2f2`\n\nATOM SNIP20 contract:\n`secret19e75l25r6sa6nhdf4lggjmgpw0vmpfvsw5cnpe`\nCodehash: `638a3e1d50175fbcb8373cf801565283e3eb23d88a9b7b7f99fcc5eb1e6b561e`\n\ndATOM SNIP20 contract:\n`secret1x3cxgrwymk7yyelf2782r8ay020xyl96zq3rhh`\nCodehash: `638a3e1d50175fbcb8373cf801565283e3eb23d88a9b7b7f99fcc5eb1e6b561e`\n\nThe Hydro committee can find details about the ATOM / dATOM LP on ShadeSwap via CLI by using this command:\n\n`secretcli q compute query secret19du9gw49n6pxs0ddt29v9n854697j2wwrnfqat '{\"get_pair_info\": {}}'`",
    "projectName": "Drop",
    "projectUrl": "https://www.drop.money/ ",
    "committeeComments": "The requested amount for this bid falls under the bootstrap framework of 10,000 ATOMs, therefore the full amount can be deployed, assuming a successful bid.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [1.5, 2.5],
    "points": [2000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money"
  },
    "36": {
    "title": "Drop: dATOM/ATOM LP on Osmosis",
    "projectLogoUrl": "/images/logo-drop.png",
    "aboutProject": "Drop is a liquid staking protocol for Interchain assets and a member of the Lido Alliance. Built on Neutron, Drop's smart contract architecture uses the IBC protocol and Neutron’s ICTX and ICQ modules to provide liquid staking services and scale with minimal overhead and risk. Drop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ. Upon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "### Use case\n\nWe aim to add more liquidity on Osmosis on the ATOM/dATOM LP pairs, a total of 10K of ATOM comes from Hydro in this LP’s from the previous rounds winnings and in order to improve LP’s efficiency we would like to deepen the liquidity additionally.\n\nThe deployment breakdowns as:\n\n* Adding liquidity to Osmosis dATOM/ATOM LP 30k ATOM.\n* The rest of the liquidity won in this round can be used for other Drop bids if needed\n\n### Duration, Tribute, Yield & Target\n\nThe PoL target is 30,000 ATOM. The deployment duration will be 3 months.\n\nATOM -> dATOM conversion does not incur any cost. The current pool APR is 1.23%; we expect this to fluctuate around 0.1% - 26.9% for the next month. Our partner [Margined protocol](https://www.margined.io/) will maintain the liquidity on our behalf.\n\nThe tribute will be paid in Droplets (point system), which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners in proportion to their share of the overall Droplet amount. While it is impossible to predict the future value of Droplets accurately, here is useful information that may be relevant to Hydro voters:\n\n| % of the total token supply allocated to points | 10 to 20% of the total DROP supply will be distributed to Droplets holders |\n| :---: | :---: |\n| % of points provided to Hydro voters for this bid | 0.0007% (20M* points out of a total points supply of 39.92B** Droplets) |\n\n*- This is the initial size of the tribute  \n**- The amount of Droplets is changing daily; the figures provided are accurate as of the bid submission date.\n\nFor additional information on Droplets distribution, you can check out the [Unofficial Droplets Dashboards](https://dropletsdash.xyz/) built by the Drop community. The dashboards provide the number of addresses receiving Droplets and the total daily emission.\n\n### Risk Mitigation\n\nLPing will be subject to cap the bid at 25% of the current circulating supply of the dATOM LST\n\n### Security\n\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop). The documentation for the Drop protocol can be found [here](https://docs.drop.money/). Emergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the Osmosis positions via [pool id 2371](https://app.osmosis.zone/pool/2371)\n\n### Deployment\n\nOsmosis ATOM/dATOM pool [2371](https://app.osmosis.zone/pool/2371), queries can be found [here](https://hackmd.io/@fuVAsWArQUK74edzCTXdYA/BJ8QPfGYye).",
    "projectUrl": "https://www.drop.money/ ",
    "projectName": "Drop",
    "committeeComments": "For this deployment, the newly created framework for LSTs is applicable. The requested amount will proceed under the condition that Hydro's share does not exceed 25% of the total LSTs circulating for dATOM. If this threshold is reached, the committee will periodically review the allocation, making adjustments by adding or removing liquidity as needed to maintain the target balance.",
    "requestAmount": [[30000, "ATOM"]],
    "minMaxTargetPolApr": [0.1, 26.9],
    "points": [6000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money"
  },
    "37": {
    "title": "Drop: dATOM/stATOM LP on Magma",
    "projectLogoUrl": "/images/logo-drop.png",
    "aboutProject": "Drop is a liquid staking protocol for Interchain assets and a member of the Lido Alliance. Built on Neutron, Drop's smart contract architecture uses the IBC protocol and Neutron’s ICTX and ICQ modules to provide liquid staking services and scale with minimal overhead and risk. Drop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ. Upon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "### Use case\n\nDrop protocol aims to strategically open up new venues for liquidity deployment by bootstrapping new pools and keep the existing deployments from previous rounds\n\nOpening up the new DeFi venues is crucial for expanding the current offering for dAssets. We would like to support MAGMA vaults as a new venue where users could trade dATOM.\n\nBootstrapping dATOM/stATOM LP [MAGMA vaults](https://app.magma.eco/vaults). The size of liquidity for bootstrapping will be 10K ATOM. The manager for the dATOM/stATOM LP will be [RoboMcGobo](https://x.com/RoboMcGobo) from Stride.\n\nThe deployment breakdowns as:\n\n* The bootstrapping MAGMA LP with 10k ATOM.\n* The rest of the liquidity won in this round can be used for other Drop bids if needed\n\n### Duration, Tribute, Yield & Target\n\nThe PoL target is 10,000 ATOM. The deployment duration will be 3 months. The current pool APR for dATOM/stATOM at MAGMA vaults is 22.8%; we expect this to fluctuate around 25% for the next month.\n\nThe tribute will be paid in Droplets (point system), which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners in proportion to their share of the overall Droplet amount. While it is impossible to predict the future value of Droplets accurately, here is useful information that may be relevant to Hydro voters:\n\n| % of the total token supply allocated to points | 10 to 20% of the total DROP supply will be distributed to Droplets holders |\n| :---: | :---: |\n| % of points provided to Hydro voters for this bid | 0.0007% (20M* points out of a total points supply of 39.92B** Droplets) |\n\n*- This is the initial size of the tribute  \n**- The amount of Droplets is changing daily; the figures provided are accurate as of the bid submission date.\n\nFor additional information on Droplets distribution, you can check out the [Unofficial Droplets Dashboards](https://dropletsdash.xyz/) built by the Drop community. The dashboards provide the number of addresses receiving Droplets and the total daily emission.\n\n### Risk Mitigation\n\nBootstrapping LPs will be subjected to a cap of 10K ATOM.\n\n### Security\n\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop). The documentation for the Drop protocol can be found [here](https://docs.drop.money/). Emergency security contact has been provided to the Hydro committee.\n\nMAGMA Vaults: The MAGMA code is audited by Oak Security and the audit report can be found [here](https://github.com/oak-security/audit-reports/blob/main/Magma%20Core/2024-12-04%20Audit%20Report%20-%20Magma%20Core%20v1.0.pdf). Emergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position via MAGMA UI in [this vault](https://app.magma.eco/vault/osmo1nc572g8xtmw0rece858klqhrsedls7x44wuhj682gpvy6azcw7qsg5gdsc)\n\n### Deployment\n\nMAGMA vaults:\n\ndATOM/stATOM LP: `osmo1nc572g8xtmw0rece858klqhrsedls7x44wuhj682gpvy6azcw7qsg5gdsc`\n\nExample transactions for deployments can be found [here.](https://www.mintscan.io/osmosis/tx/55630cf8bbb00278a77bbbbdeb9bd86d30f5078b2b963dc4a9e5e67a7c25f840)",
    "projectUrl": "https://www.drop.money/ ",
    "projectName": "Drop",
    "committeeComments": "The requested amount for this bid falls under the bootstrap framework of 10,000 ATOMs, therefore the full amount can be deployed, assuming a successful bid.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [22.8, 25],
    "points": [2000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money"
  },
    "38": {
    "title": "Drop: dATOM/ATOM LP on Astroport",
    "projectLogoUrl": "/images/logo-drop.png",
    "aboutProject": "Drop is a liquid staking protocol for Interchain assets and a member of the Lido Alliance. Built on Neutron, Drop's smart contract architecture uses the IBC protocol and Neutron’s ICTX and ICQ modules to provide liquid staking services and scale with minimal overhead and risk. Drop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ. Upon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "### Use case\n\nWe aim to maintain DEX LPing on Astroport on the ATOM/dATOM pairs, a total of 71K of ATOM comes from Hydro in the LP from the previous rounds' winnings.\n\nThe deployment breakdowns as:\n\n* Maintaining Astroport dATOM/ATOM LP with 71k ATOM.\n* The rest of the liquidity won in this round can be used for other Drop bids if needed\n\n### Duration, Tribute, Yield & Target\n\nThe PoL target is 71,000 ATOM. The deployment duration will be 3 months.  \nATOM -> dATOM conversion does not incur any cost. The current pool APR is 1.23%; we expect this to fluctuate around 1% for the next month.\n\nThe tribute will be paid in Droplets (point system), which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners in proportion to their share of the overall Droplet amount. While it is impossible to predict the future value of Droplets accurately, here is useful information that may be relevant to Hydro voters:\n\n| % of the total token supply allocated to points | 10 to 20% of the total DROP supply will be distributed to Droplets holders |\n| :---: | :---: |\n| % of points provided to Hydro voters for this bid | 0.0007% (20M* points out of a total points supply of 39.92B** Droplets) |\n\n*- This is the initial size of the tribute  \n**- The amount of Droplets is changing daily; the figures provided are accurate as of the bid submission date.\n\nFor additional information on Droplets distribution, you can check out the [Unofficial Droplets Dashboards](https://dropletsdash.xyz/) built by the Drop community. The dashboards provide the number of addresses receiving Droplets and the total daily emission.\n\n### Risk Mitigation\n\nLPing will be subject to cap the bid at 25% of the current circulating supply of the dATOM LST.\n\n### Security\n\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop). The documentation for the Drop protocol can be found [here](https://docs.drop.money/). Emergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the Astroport position via Astroport UI in [this pool](https://app.astroport.fi/pools/neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98)\n\n### Deployment\n\nAstroport ATOM/dATOM pool:  \n`neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98`\n\nQueries for deployment venue can be found [here](https://hackmd.io/@fuVAsWArQUK74edzCTXdYA/BJ8QPfGYye)",
    "projectUrl": "https://www.drop.money/ ",
    "projectName": "Drop",
    "committeeComments": "For this deployment, the newly created framework for LSTs is applicable. The requested amount will proceed under the condition that Hydro's share does not exceed 25% of the total LSTs circulating for dATOM. If this threshold is reached, the committee will periodically review the allocation, making adjustments by adding or removing liquidity as needed to maintain the target balance.",
    "requestAmount": [[71000, "ATOM"]],
    "minMaxTargetPolApr": [1, 1.23],
    "points": [10000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money"
  },
  "39": {
    "title": "Nolus: USDC Liquidity Lending",
    "projectLogoUrl": "/images/logo-nolus.png",
    "aboutProject": "Nolus Protocol is a Web3 financial suite that offers an innovative approach to money markets with a novel Lease solution to develop the DeFi space further. The DeFi Lease defines a money market between lenders looking to earn yield on stablecoins, and borrowers, looking to borrow more digital assets than their current equity. To borrow assets, the borrower locks up a down payment as collateral and can leverage their holdings in a preferred digital asset.",
    "description": "### Use case\n\nUtilizing USDC to provide loans to borrowers aiming to leverage their equity and enter long positions. Borrowers on Nolus provide a deposit (down payment) in the form of a supported asset and they can borrow up to 150% of that deposit’s value from the USDC lending pool. The loan is denominated in USDC and has a fixed interest rate. Both the deposit and the loan get transferred over to a supported network, in this case, Osmosis, and get swapped to USDC on the native decentralized exchange there, essentially longing the asset of choice by a maximum of 2.5x leverage. This means that if the asset's value increases, borrowers can profit from the price appreciation. If the value of the leveraged asset decreases, the position may face partial liquidation(s) where a portion of the position would get swapped back to USDC to pay back the lenders.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC tokens. The PoL target is the full 57.5k bucket. The deployment duration will be 1 month. The Annual Percentage Yield (APY) is projected to range around 16% at current utilization thresholds (94%) and is paid out in USDC from the interest borrowers pay to lenders. There is no manual claiming of rewards, rewards are accrued to the position, so the withdrawable amount increases as time passes. The utilization levels can be monitored [here](https://app.nolus.io/stats).\n\n### Risk Mitigation\n\nBoth the deposit and the loan in USDC are swapped for a supported asset of choice for longing on Nolus. The total amount acts as collateral for the position. A maximum 60% Loan-to-Value (LTV) ratio has been established as a safety precaution. Some borrowers may decide to have a lower initial LTV for their positions. A key advantage of the Nolus Protocol is its unique design of single-asset liquidity pools. Liquidity provided within these pools will not be subject to impermanent loss or traded against borrowers. This design ensures that the lent liquidity remains secure.\n\n### Security\n\nThe Nolus Protocol code is open-source and is available [here](https://github.com/nolus-protocol). Oak Security and Halborn audit the current on-chain code, and their audits can be found [here](https://hub.nolus.io/en/articles/9680739-security). The documentation for the Nolus protocol can be found [here](https://hub.nolus.io/en/collections/10034429-tech-documentation).\n\nEmergency security contact has been provided to the hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position using the Nolus dApp UI found [here](https://app.nolus.io/earn).\n\nOur venue queries can be viewed [here](https://hackmd.io/Vz5ts3lUSSaND7m2WwBcMQ).\n\n### Deployment\n\n`nolus1ueytzwqyadm6r0z8ajse7g6gzum4w3vv04qazctf8ugqrrej6n4sq027cf` - USDC lending pool\n\nOur deployment example transactions can be viewed [here](https://hackmd.io/Vz5ts3lUSSaND7m2WwBcMQ).",
    "projectName": "Nolus",
    "projectUrl": "https://nolus.io/",
    "committeeComments": "The single-sided asset liquidity pool design in Nolus protocol will not be subjected to impermanent loss. Having a cap of 60% Loan-to-Value (LTV) ratio follows the committee guidelines for liquidity exports. This deployment is subject to the 50% participation rate limitation applied to every lending protocol. Regarding the current deposits exceeding 1,500,000$, the requested amount can be deployed entirely, assuming a successful bid.",
    "requestAmount": [[57500, "USDC"]],
    "minMaxTargetPolApr": [16, 16]
  },
  "40": {
    "title": "Elys: USDC Liquidity Lending",
    "projectLogoUrl": "/images/logo-elys.png",
    "aboutProject": "Elys Network is a proof-of-stake blockchain and Defi platform that provides a comprehensive suite of DeFi tools including: swaps, staking, liquidity mining, leverage LP, Perpetual trading, and more.\n\nIn addition to liquidity pools, Elys Network offers single asset Earn vaults, where a token may be deposited into a borrow pool. Users can borrow from this pool to participate in Leverage LP functions, currently up to 3x leverage.",
    "description": "### Use case\n\nProvision of USDC liquidity on USDC Earn pool on Elys Network. The liquidity will be maintained for 1 month.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC, starting with 200 USDC. The liquidity target is $28,500 USDC, to be deployed to Elys Network.\n\nCurrent APR on the USDC Earn pool is approximately 0.582% USDC and 45% EDEN for a total of 45.582%. The USDC APR fluctuates based on borrow activity from the pool.\n\n### Risk mitigation\n\nThe Elys Network Earn deployment will proceed with the requested amount, with a maximum borrow amount capped at 75% in the pool.\n\n### Security\n\nThe Elys Network source code is open-source and can be found [here](https://github.com/elys-network/elys). The Elys Network codebase has been audited by Halborn, which can be found [here](https://www.halborn.com/audits/elys-network/elys-modules). Elys documentation can be found [here](https://elys-network.gitbook.io/docs).\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position using the Elys Network UI [here](https://app.elys.network/earn/staking).\n\nDeployment venue queries:\n\n`elysd q stablestake pool 32767 --node https://rpc.elys.network`\n\n### Deployment\n\nLiquidity to be deployed to the USDC Earn pool on Elys Network (Pool ID 32767\\).\n\nOur example transactions can be viewed [here](https://elysscan.io/tx/4571dc37bb36b979edca77becbe49ad0a20f84f9c560fa9bccc18eba81bf0db2).",
    "projectName": "Elys Network",
    "projectUrl": "https://elys.network/",
    "committeeComments": "Regarding the new leveraged LP mechanism, the committee has reviewed the project's overall risk structure and determined it is acceptable for inclusion within Hydro's facility. As with any standard lending facility program within Hydro, the mechanism will be limited to a 50% weight in the lending pool (post-deposit). Based on the current pool deposits (approximately $50,000), the requested amount can be fully deployed, provided the bid is successful.",
    "requestAmount": [[28500, "USDC"]],
    "minMaxTargetPolApr": [45.5, 45.5]
  },
  "41": {
    "title": "Mars: ATOM Liquidity Lending",
    "projectLogoUrl": "/images/logo-mars.png",
    "aboutProject": "Mars Protocol is a DeFi credit and trading platform designed to unlock capital efficiency and drive liquidity across Cosmos ecosystems. Operating on Neutron and Osmosis, the protocol enables over-collateralized borrowing, leveraged staking, and advanced trading strategies via its Red Bank and Rover functionalities. Mars Protocol has been instrumental in driving adoption for ATOM liquid staking tokens (LSTs) such as dATOM and stATOM and aims to continue expanding ATOM-based DeFi strategies across the AEZ (Atom Economic Zone).",
    "description": "### Use Case\n\nThis proposal seeks to leverage ATOM from Hydro to enhance liquidity within Mars Protocol's lending pools on Neutron. By increasing ATOM liquidity, Mars will attract borrower demand, reduce borrowing rates, and support DeFi products that require ATOM as collateral. The borrowed ATOM will power the following initiatives:\n\n* **Leveraged Staking Vaults:** Enable users to deposit liquid staking tokens (e.g., dATOM or stATOM) to borrow ATOM, restake, and repeat, creating a compounding effect. This strategy enhances returns for LST holders and bolsters adoption of liquid staking across Cosmos.\n* **Single-Sided LP Vaults:** Provide automated strategies for single-sided liquidity provisioning with hedging capabilities via Mars Perps, enabling Cosmos Hub to supply liquidity without exposure to price fluctuations of paired assets.\n* **Delta-Neutral Strategies:** Build automated vaults to optimize LPing returns while hedging against market volatility, driving deeper liquidity and higher trading volumes.\n\nThese strategies are modeled after successful DeFi use cases on Ethereum, aiming to establish Mars Protocol as a key player in ATOM-based DeFi.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in MARS and NTRN. The PoL target is 150k ATOM and the expected APR is 6-7 (ATOM lending APY)%. The deployment duration will be 3 months.\n\n### Risk Mitigation\n\n**Overcollateralization:** Lending on Mars Protocol is overcollateralized, minimizing the risk of default. Borrowers are required to maintain a collateralization ratio above the protocol-defined thresholds.\n\n**Liquidity Caps:** Lending caps ensure sustainable usage of funds.\n\n### Security\n\nMars Protocol’s contracts have undergone rigorous [audits](https://github.com/mars-protocol/mars-audits) by industry-leading firms. dATOM (Drop) is audited by OAK Security, and Mars V2 Perps and lending systems are open-source and fully transparent.\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nAll positions can be monitored via [Mars Protocol’s Red Bank UI](https://app.marsprotocol.io/earn). Borrowing rates, utilization, and performance metrics will be transparently reported. Additional liquidity metrics for LSTs can be tracked on Neutron and Astroport dashboards.\n\nOur venue queries can be viewed here.\n\n### Deployment\n\nLiquidity to be deployed to:\n\n[https://daodao.zone/dao/neutron10xwzc88kefwtlup9c2tmw4mj4ng7u79g8lsapp0c9jc02xt247zqwzzghf/apps?url=https%3A%2F%2Fapp.marsprotocol.io](https://daodao.zone/dao/neutron10xwzc88kefwtlup9c2tmw4mj4ng7u79g8lsapp0c9jc02xt247zqwzzghf/apps?url=https%3A%2F%2Fapp.marsprotocol.io) and it should load the Mars app and you could see in that CA # 403 there is ~203,840 ATOM deposited into Mars\n\n[https://neutron.celat.one/neutron-1/contracts/neutron1qdzn3l4kn7gsjna2tfpg3g3mwd6kunx4p50lfya59k02846xas6qslgs3r](https://neutron.celat.one/neutron-1/contracts/neutron1qdzn3l4kn7gsjna2tfpg3g3mwd6kunx4p50lfya59k02846xas6qslgs3r) is the Mars Credit Manager - this is where all transactions will be executed against (including through the DAODAO link above)\n\n[https://neutron.celat.one/neutron-1/contracts/neutron1n97wnm7q6d2hrcna3rqlnyqw2we6k0l8uqvmyqq6gsml92epdu7quugyph](https://neutron.celat.one/neutron-1/contracts/neutron1n97wnm7q6d2hrcna3rqlnyqw2we6k0l8uqvmyqq6gsml92epdu7quugyph) is the red bank - this is the money market portion of Mars, when you do the lend of ATOM so it can earn yield (via being borrowed out to depositors) the credit manager essentially deposits this amount into the red bank contract.",
    "projectName": "Mars Protocol",
    "projectUrl": "https://marsprotocol.io",
    "committeeComments": "Reviewed by PhilRX on 22-April-2025: Based on the current utilization rate and existing deposits (375K ATOMs), we recommend maintaining the previous bid cap set at 400,000 ATOMs. This is according to the committee rule to limit lending protocol deposits to 50% participation rate (after deposit). The committee will deploy liquidity up to this cap, while any excess liquidity will remain on standby. The committee will gradually introduce this reserve as utilization levels increase.",
    "requestAmount": [[150000, "ATOM"]],
    "minMaxTargetPolApr": [6, 7]
  },
  "42": {
    "title": "Shade: ATOM/stATOM LP",
    "projectLogoUrl": "/images/logo-shade.png",
    "aboutProject": "Shade Protocol is a suite of DeFi applications built on Secret Network that provides data confidentiality by default. Shade's DeFi suite currently includes privacy preserving DEX, CDP stablecoin pegged to a basket of currencies and commodities, bonds, LSTs, and a privacy preserving money market. Value accrual for all the Shade apps goes back to the SHD token. All contract interaction data including token balances, tx history, and allowances are only visible to the data's owner by default, which provides protection from value extraction across all of Shade's apps.",
    "description": "### Use case\n\nPairing ATOM/stATOM in Shade’s DEX on Secret Network in the existing LP. Shade is focused on expanding and growing ATOM and ATOM LST liquidity to facilitate the demand for organic trading as well as trade flow from liquidations on Shade Protocol’s money market.\n\n### Duration, Tribute, Yield & Target\n\nShade Protocol is seeking a deployment of at least 30k ATOM for a 3 month period. The tribute for this bid will be paid in SHD. The expected APY is around 3.2%, with the addition of 1-3% in trading fees.\n\n### Risk Mitigation\n\nSince this is a DEX LP consisting of ATOM and an ATOM LST, Hydro’s risk framework should allow a deployment of up to 25% of the circulating supply of stATOM.\n\n### Security\n\nShade Protocol’s code is open-source and is available [here](https://github.com/securesecrets/shade). The current on-chain code is audited by Certik, which can be found [here](https://skynet.certik.com/projects/shade-protocol). The documentation for Shade Protocol can be found [here](https://docs.shadeprotocol.io/shade-protocol). Emergency security contact is a member of the Hydro Committee, Carter Woetzel.\n\n### Monitoring\n\nThe committee may monitor the position [here](https://app.shadeprotocol.io/swap/pools). Search for “stATOM” and select the appropriate pool. This will display assets held by the account and give projected performance.\n\n### Deployment\n\nThe ATOM/stATOM pool contract address is `secret1a65a9xgqrlsgdszqjtxhz069pgsh8h4a83hwt0`\n\nThe SNIP20 contract address for ATOM is `secret19e75l25r6sa6nhdf4lggjmgpw0vmpfvsw5cnpe` (codehash: `638a3e1d50175fbcb8373cf801565283e3eb23d88a9b7b7f99fcc5eb1e6b561e`)\n\nThe SNIP20 contract address for stATOM is `secret155w9uxruypsltvqfygh5urghd5v0zc6f9g69sq` (codehash: `638a3e1d50175fbcb8373cf801565283e3eb23d88a9b7b7f99fcc5eb1e6b561e`)",
    "projectUrl": "https://app.shadeprotocol.io/ ",
    "committeeComments": "Reviewed by PhilRX on 21-April-2025: The LST pairing shows no risk of impermanent loss for the funds, the protocol is audited and therefore the bid is subject to the rule allowing the deployment of up to 25% of the circulating supply of stATOM (this cap is shared across the entire stATOM eligible bids). Assuming a successful bid, Hydro will be able to deploy the entire amount assuming the aforementioned rule is respected.",
    "requestAmount": [[30000, "ATOM"]],
    "minMaxTargetPolApr": [3.2, 3.2]
  },
  "43": {
    "title": "Stride: stATOM/ATOM LP on Osmosis",
    "projectLogoUrl": "/images/logo-stride.png",
    "aboutProject": "[Stride](https://www.stride.zone/%20) issues stATOM, the largest, most liquid, and most widely distributed ATOM LST. Stride handles liquid staking operations on its own sovereign appchain, secured by the Cosmos Hub via Interchain Security.\n\nStride LSTs allow users to unlock the full value of their staked assets. By staking with Stride, stakers receive a fungible token (stToken) that allows them to use their assets in DeFi while simultaneously earning staking rewards. This innovative feature makes Stride LSTs some of the most prominent and compelling collateral assets in the Cosmos ecosystem.",
    "description": "### Use case\n\nProvision of stATOM / ATOM liquidity on Osmosis in pool 1283. The liquidity will be maintained for 3 months.\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in STRD. The liquidity target is 100,000 ATOM to be deployed to Osmosis. The position will be managed by Margined Protocol, utilizing their locust vaults. The vault will be set with the following parameters:\n\n```\nstrategy.config.position {\n  ask_liquidity_profile = [ 1.0 ]\n  ask_spread            = 100 \n  bid_liquidity_profile = [ 1.0 ]\n  bid_spread            = 100\n  max_spread            = 100 \n  sensitivity           = 25\n}\n```\n\nThe estimated APR for this range is 1-5%.\n\n### Risk mitigation\n\nLPing will be subject to cap the bid at 25% of the current circulating supply of the stATOM LST.\n\n### Security\n\nThe Stride source code is open-source and can be found [here](https://github.com/Stride-Labs/stride). The Stride codebase is audited regularly by Informal Systems and has been audited by other security firms, including Oak Security. You can find more information on Stride’s security practices [here](https://www.stride.zone/security). Stride’s documentation can be found [here](https://docs.stride.zone/). \n\nOsmosis is also open source/source available, and the codebase can be found below [here](https://github.com/osmosis-labs/osmosis).\n\nEmergency security contact has been provided to the hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position using the Osmosis UI found [here](https://app.osmosis.zone/pool/1283).\n\nOur venue queries can be viewed [here](https://hackmd.io/@XcVbaDPzSDaZ2crWZ2_smw/r1I5-pROJl).\n\n### Deployment\n\nLiquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).\n\nPool address: osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq\n\nThe concentrated liquidity range is to be set as follows:\n\n* Upper bound: 10% above the stATOM redemption rate at the time the position is deployed\n* Lower bound: 5% below the stATOM redemption rate at the time the position is deployed\n\nOur deployment example transactions can be viewed [here](https://hackmd.io/@XcVbaDPzSDaZ2crWZ2_smw/r1I5-pROJl).",
    "projectUrl": "https://www.stride.zone/ ",
    "committeeComments": "Reviewed by PhilRX on 22-April-2025: The LST pairing shows no risk of impermanent loss for the funds, the protocol is audited and therefore the bid is subject to the rule allowing the deployment of up to 25% of the circulating supply of stATOM (this cap is shared across the entire stATOM eligible bids). Assuming a successful bid, Hydro will be able to deploy the entire amount assuming the aforementioned rule is respected.",
    "requestAmount": [[100000, "ATOM"]],
    "minMaxTargetPolApr": [1, 5]
  },
  "44": {
    "title": "Drop: dATOM/stATOM LP on Magma",
    "projectLogoUrl": "/images/logo-drop.png",
    "aboutProject": "Drop is a liquid staking protocol for Interchain assets and a member of the Lido Alliance. Built on Neutron, Drop's smart contract architecture uses the IBC protocol and Neutron’s ICTX and ICQ modules to provide liquid staking services and scale with minimal overhead and risk. Drop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ. Upon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "### Use case\n\nStrategically, we aim to support [MAGMA vaults](https://app.magma.eco/vaults) with bootstrapping dATOM/stATOM LP on their platform. The manager for the dATOM/stATOM LP will be [RoboMcGobo](https://x.com/RoboMcGobo) from Stride.\n\n### Duration, Tribute, Yield & Target\n\nThe PoL target is 30,000 ATOM. The deployment duration will be 3 months. The current pool APR for MAGMA dATOM/stATOM is 22.8%; we expect this to fluctuate around 25% for the next month.\n\nThe tribute will be paid in Droplets (point system), which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners in proportion to their share of the overall Droplet amount. While it is impossible to predict the future value of Droplets accurately, here is useful information that may be relevant to Hydro voters:\n\n| % of the total token supply allocated to points | 10 to 20% of the total DROP supply will be distributed to Droplets holders |\n| :---: | :---: |\n| % of points provided to Hydro voters for this bid | 0.000975% (15M* points out of a total points supply of 14.92B** Droplets) |\n\n*- This is the initial size of the tribute. **- The amount of Droplets is changing daily; the figures provided are accurate as of the bid submission date.\n\nFor additional information on Droplets distribution, you can check out the [Unofficial Droplets Dashboards](https://dropletsdash.xyz/) built by the Drop community. The dashboards provide the number of addresses receiving Droplets and the total daily emission.\n\n### Risk Mitigation\n\nBootstrapping LPs will be subjected to a cap of 10K ATOM.\n\n### Security\n\nThe Magma code is audited by Oak Security and the audit report can be found [here](https://github.com/oak-security/audit-reports/blob/main/Magma%20Core/2024-12-04%20Audit%20Report%20-%20Magma%20Core%20v1.0.pdf). Emergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position via Magma UI in [this vault](https://app.magma.eco/vault/osmo1nc572g8xtmw0rece858klqhrsedls7x44wuhj682gpvy6azcw7qsg5gdsc).\n\nQueries for our deployment venues can be found [here](https://hackmd.io/@fuVAsWArQUK74edzCTXdYA/BJ8QPfGYye).\n\n### Deployment\n\nThe liquidity should be split and deployed as 15k dATOM and 15k stATOM into the Magma dATOM/stATOM pool:\n\n[https://app.magma.eco/vault/osmo1nc572g8xtmw0rece858klqhrsedls7x44wuhj682gpvy6azcw7qsg5gdsc](https://app.magma.eco/vault/osmo1nc572g8xtmw0rece858klqhrsedls7x44wuhj682gpvy6azcw7qsg5gdsc)\n\n`osmo1nc572g8xtmw0rece858klqhrsedls7x44wuhj682gpvy6azcw7qsg5gdsc`\n\nExample transactions for deployments can be found [here.](https://www.mintscan.io/osmosis/tx/55630cf8bbb00278a77bbbbdeb9bd86d30f5078b2b963dc4a9e5e67a7c25f840)",
    "projectUrl": "https://www.drop.money/",
    "committeeComments": "Reviewed by PhilRX on 23-April-2025: Assuming this bid is successful, requesting an amount eligible for the bootstrap framework allows Hydro to distribute the full amount.",
    "requestAmount": [[30000, "ATOM"]],
    "minMaxTargetPolApr": [22.8, 25],
    "points": [15000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money"
  },
  "45": {
    "title": "Elys: ATOM Liquidity Lending",
    "projectLogoUrl": "/images/logo-elys.png",
    "aboutProject": "Elys Network is a proof-of-stake blockchain and Defi platform that provides a comprehensive suite of DeFi tools including: swaps, staking, liquidity mining, leverage LP, Perpetual trading, and more. In addition to liquidity pools, Elys Network offers single asset Earn Vaults, where a token may be deposited into a borrow pool. Users can borrow from this pool to participate in Leverage LP functions, currently up to 3x leverage.",
    "description": "### Use case\n\nProvision of ATOM liquidity on ATOM Earn Vault on Elys Network.\n\nElys Network’s Earn Vault program includes single token deposit pools that serve as borrow pools for users to engage in Leverage LP. Currently, a user may borrow from a Vault to leverage up to 3x in a pool. While the position is open, the Vault earns fees collected from margin interest, as well as a reward in EDEN, the reward token for Elys Network. EDEN can be claimed to be staked or vested. If vested, EDEN can be redeemed 1:1 for ELYS over a 90 day linear vesting period.\n\n### Duration, Tribute, Yield & Target\n\nThe requested deployment duration is 3 months. The tribute will be paid in ELYS. The target amount of liquidity is 100,000 ATOM.\n\nCurrent APR on the ATOM Earn Vault is approximately 1.88% USDC and 45% EDEN for a total of 46.88%. The USDC APR fluctuates based on borrow activity from the pool.\n\n### Risk mitigation\n\nThe Elys Network Earn Vault’s maximum borrow capacity is 80%.\n\n### Security\n\nThe Elys Network source code is open-source and can be found [here](https://github.com/elys-network/elys). The Elys Network codebase has been audited by Halborn, which can be found [here](https://www.halborn.com/audits/elys-network/elys-modules). Elys documentation can be found [here](https://elys-network.gitbook.io/docs).\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe committee may monitor the position using the Elys Network UI [here](https://app.elys.network/earn/staking), or via this CLI query:\n\n`elysd q stablestake pool 32768 --node https://rpc.elys.network`\n\nPerformance can also be viewed via the [Elys Network block explorer](https://mainnet.itrocket.net/elys/), by searching for the Hydro wallet address.\n\n### Deployment\n\nThe Hydro wallet can connect to Elys using the [Elys Earn UI](https://app.elys.network/earn/vaults). Once connected, locate ATOM, and tap “Deposit.” From that screen, enter the amount of ATOM, tap “Deposit ATOM,” and approve the transaction with your wallet. The ATOM Earn Vault ID is 32768.\n\nAn example transaction can be viewed [here](https://elysscan.io/tx/4571dc37bb36b979edca77becbe49ad0a20f84f9c560fa9bccc18eba81bf0db2).",
    "projectName": "Elys Network",
    "projectUrl": "https://elys.network/",
    "committeeComments": "Reviewed by Phil_RX on 26-Apr: As with any standard lending facility program within Hydro, the mechanism will be limited to a 50% weight in the lending pool (post-deposit). Based on the current pool deposits (approximately 2,150 ATOMs), the requested amount of 50,000 can’t be deployed until substantial improvement to the current deposits. Anyhow, the project will still be eligible to receive a minimum of 10,000 ATOMs under the bootstrap framework, provided the bid is successful of course.",
    "requestAmount": [[100000, "ATOM"]],
    "minMaxTargetPolApr": [46.8, 46.8]
  },
  "46": {
    "title": "Amulet: amATOM/ATOM LST LPs on Astroport",
    "projectLogoUrl": "/images/logo-amulet.png",
    "aboutProject": "Amulet is a non-custodial, decentralised platform enabling self-repaying loans on staked assets. The focus is on one key function - unlocking ecosystem liquidity and capital efficiency for users through synthetics that represent future ATOM staking rewards 1:1 and mirror the market value of ATOM closely. To do this, we need deep liquidity pools between amATOM (the synthetic that represents future ATOM staking rewards) and ATOM/ATOM LSTs to maintain a close peg.",
    "description": "### Use case\nWe are bidding to retain our current supplied liquidity in both the amATOM/dATOM and amATOM/stATOM LPs on Astroport.\nThis allocation will continue to be used to deepen liquidity between amATOM and dATOM/stATOM/ATOM to peg amATOM to the market value of ATOM as closely as possible.\nWe want to contribute to the future success of ATOM within DeFi on Cosmos, and across the entire IBC and this allocation would help ensure there is enough liquidity to make accessing Amulet staking advances valuable and attractive to ATOM holders.\nFor Hydro itself, both the amATOM/stATOM and amATOM/dATOM LP pools are low-risk and allows full directional exposure to the upside price appreciation of ATOM in bullish market conditions.\n\n### Duration, Tribute, Yield & Target\nThe tribute will be paid in Ingots. There will be 375,000 Ingots (0.66% of current Ingot supply) to be distributed pro-rata among voters, based on voting power. The liquidity target is 10,000 ATOM. The deployment duration will be 3 months. The current pool APR is estimated to be 0.05%, which comes from swap fees, and additionally Hydro will earn Ingots that represent allocation of the upcoming AMLT airdrop.\n\n### Risk mitigation\nHydro retains complete control of their LP and it can be withdrawn with immediate effect. amATOM represents future ATOM staking rewards on Amulet’s auto-repaying staking advance protocol so the value of amATOM is always representative to an equivalent amount of ATOM generated by future staking rewards.\n\n### Security\nAmulet has been audited by Oak Security, and their audit can be found [here](https://github.com/oak-security/audit-reports/tree/main/Amulet). Amulet has also been audited by Resonance Cybersecurity, and their audit can be found [here](https://github.com/ResonanceCybersecurity/audits/blob/main/CosmWasm%20Smart%20Contract%20Audits/Audit_Report_AMLT-PRO_FINAL_2.2.pdf). Emergency security contact has been provided to the hydro committee.\n\n### Monitoring\nThe committee can monitor the performance of the amATOM LPs on the Astroport UI:\n* amATOM/dATOM pool is [here](https://app.astroport.fi/pools/neutron14y0xyavpf5xznw56u3xml9f2jmx8ruk3y8f5e6zzkd9mhmcps3fs59g4vt).\n* amATOM/stATOM pool is [here](https://app.astroport.fi/pools/neutron1w8vmg3zwyh62edp7uxpaw90447da9zzlv0kqh2ajye6a6mseg06qseyv5m).\n\n### Deployment\namATOM/dATOM LP: [https://app.astroport.fi/pools/neutron14y0xyavpf5xznw56u3xml9f2jmx8ruk3y8f5e6zzkd9mhmcps3fs59g4vt](https://app.astroport.fi/pools/neutron14y0xyavpf5xznw56u3xml9f2jmx8ruk3y8f5e6zzkd9mhmcps3fs59g4vt)\nContract Address: `neutron14y0xyavpf5xznw56u3xml9f2jmx8ruk3y8f5e6zzkd9mhmcps3fs59g4vt`\namATOM/stATOM LP:\n[https://app.astroport.fi/pools/neutron1w8vmg3zwyh62edp7uxpaw90447da9zzlv0kqh2ajye6a6mseg06qseyv5m](https://app.astroport.fi/pools/neutron1w8vmg3zwyh62edp7uxpaw90447da9zzlv0kqh2ajye6a6mseg06qseyv5m)\nContract Address:\n`neutron1w8vmg3zwyh62edp7uxpaw90447da9zzlv0kqh2ajye6a6mseg06qseyv5m`",
    "projectName": "Amulet",
    "projectUrl": "https://www.amulet.finance/",
    "committeeComments": "Reviewed by Phil_RX on 26-Apr: The presented strategy offers interesting opportunities with limited risks. Contracts are audited which allows Hydro to apply the bootstrapping framework and support the project with an initial 10K ATOM injection. Assuming rising demand for deposits in the pool, the project may be able to request more in the future. Hydro LP deposits would then be subject to the 50% share (after deposit) cap in the pools.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [0.05, 0.05],
    "points": [375000, "INGOTS"],
    "pointProgramUrl": "https://ingots.amulet.finance/"
  },
  "47": {
    "title": "Drop: dATOM/ATOM LP on Duality",
    "projectLogoUrl": "/images/logo-drop.png",
    "aboutProject": "Drop is a liquid staking protocol for Interchain assets and a member of the Lido Alliance. Built on Neutron, Drop's smart contract architecture uses the IBC protocol and Neutron’s ICTX and ICQ modules to provide liquid staking services and scale with minimal overhead and risk. Drop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ. Upon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "### Use case\nWe aim to support Duality Supervaults by bootstrapping dATOM/ATOM. The LP will be managed by Duality, automatically [rebalancing the pair and capturing arbitrage](https://hadron.notion.site/Supervaults-Explainer-16485d6b9b1080a78d9dd60dfefed4d9#16485d6b9b1080518aaae92858288bbb) to optimize yield.  [Duality Supervaults](https://hadron.notion.site/Supervaults-Explainer-16485d6b9b1080a78d9dd60dfefed4d9) are CosmWasm contracts that leverage the price feeds from Neutron’s enshrined oracle, Slinky, and native automation via the CRON module to provide liquidity with tight spreads on the Duality orderbook.\n\n### Duration, Tribute, Yield & Target\nThe target deployment amount is 50,000 ATOM. The deployment duration will be 3 months. The expected pool APR for Duality Supervaults dATOM/ATOM is around 5%; we expect this to fluctuate between  4-7% for the next month.\n\nThe tribute will be paid in Droplets (point system), which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners in proportion to their share of the overall Droplet amount. While it is impossible to predict the future value of Droplets accurately, here is useful information that may be relevant to Hydro voters:\n\n| % of the total token supply allocated to points | 10 to 20% of the total DROP supply will be distributed to Droplets holders |\n| :---: | :---: |\n| % of points provided to Hydro voters for this bid | 0.0013% (20M* points out of a total points supply of 14.92B** Droplets) |\n\n*- This is the initial size of the tribute  \n**- The amount of Droplets is changing daily; the figures provided are accurate as of the bid submission date.\n\nFor additional information on Droplets distribution, you can check out the [Unofficial Droplets Dashboards](https://dropletsdash.xyz/) built by the Drop community. The dashboards provide the number of addresses receiving Droplets and the total daily emission.\n\n### Risk Mitigation\nThere are no specific financial risks involved with this bid.\n\n### Security\nThe Duality Supervaults code is open sourced and can be found [here](https://github.com/neutron-org/neutron/tree/main/x/dex) also it has been audited by Informal Systems and OtterSec and the audit report can be found [here](https://github.com/neutron-org/duality-audits/blob/main/Informal%20Systems%20SuperVaults%20Audit%204%3A16%3A25.pdf). Emergency security contact has been provided to the Hydro committee.\n\n### Monitoring\nBalances can be queried via CLI with:\n`` neutrond q wasm contract-state smart [ContractAddress] '{\"get_balance\": {}}’` ``\nOr via http curl:\n`https://rest-lb.neutron.org/cosmwasm/wasm/v1/contract/[CONTRACTADDRESS]/smart/eyJnZXRfYmFsYW5jZSI6e319`\ndATOM/ATOM contract address is:\n`neutron18ua532r8lpy8scvysrgcjneyrwuj4x0ne4t2azphxksya596l4cq23lkp9`\n\n### Deployment\nThe liquidity should be split 50/50. If we’re able to get the full 50k target, it should be deployed as 25k dATOM and 25k ATOM to the LP.\n\nThe deployment can be sent using this command:\n`neutrond tx wasm execute [CONTRACTADDRESS] '{\"deposit\": {}}'   --chain-id neutron-1 --amount [DepositAmount] --gas-adjustment 2.5 --gas auto`\n\nTo this contract address:\ndATOM/ATOM `neutron18ua532r8lpy8scvysrgcjneyrwuj4x0ne4t2azphxksya596l4cq23lkp9`",
    "projectUrl": "https://www.drop.money/",
    "committeeComments": "Reviewed by PhilRX on 29-Apr: This bid presents no impermanent loss risk, and the underlying smart contracts have been audited, with no external dependencies identified. Based on this, the committee decides to grant access to the LST framework for this bid. Assuming a successful bid, Hydro will be authorized to distribute the full amount—provided that its aggregate share does not exceed 25% of the total dATOM supply, across all eligible bids.",
    "requestAmount": [[50000, "ATOM"]],
    "minMaxTargetPolApr": [4, 7],
    "points": [20000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money"
  },
  "48": {
    "title": "Pryzm: ATOM Yield Pool Liquidity",
    "projectLogoUrl": "/images/logo-pryzm.png",
    "aboutProject": "[Pryzm](https://pryzm.zone/) is a layer-1 blockchain that lets you tokenize and trade your future yields from any asset. Built using the Cosmos SDK, Pryzm offers a variety of DeFi tools to optimize a user's ability to participate and profit in yield trading.\n\nYield-bearing assets represent a revolution in DeFi, pairing an asset and its yield in one token. But what if you could unlock the yield from an underlying asset? By splitting yield-bearing assets ([cTokens](https://academy.pryzm.zone/docs/how-it-works/ctokens)) into their principal ([pTokens](https://academy.pryzm.zone/docs/how-it-works/ptokens)) and yield ([yTokens](https://academy.pryzm.zone/docs/how-it-works/ytokens)) components via [refraction](https://academy.pryzm.zone/docs/how-it-works/ctokens#refraction), Pryzm opens up a whole new market for trading. Pryzm allows users to optimize their exposure to yield, price, and governance in a ground-breaking new way, unlocking the full power of yield.",
    "description": "### Use case\nProvision of ATOM liquidity on Pryzm in the [ATOM yield pool](https://app.pryzm.zone/pools/0).\n\n### Amount, Duration, Yield & Tribute\nThe target amount is 10,000 ATOM. The requested duration is 1 month. The tribute will be paid in Photons, which are points that will be redeemable for PRYZM at the end of [Pryzm Season 3](https://app.pryzm.zone/points/pryzm_photons_3) (August 31st, 2025). Photons are distributed based on the USD value of liquidity provided, and would be earned by Hydro’s deployment. The tribute amount can fluctuate with the price of ATOM, but using the current price of ATOM, we estimate the deployment will earn ~140m Photons (100 PHOTONS per USD of Liquidity per day). The Hydro UI will initially display the static 140m Photon estimate (although future bids will display a dynamically tribute value).\n\nPhotons will be allocated to voters at the end of the deployment. The redemption value of Photons to PRYZM can also fluctuate, as 50m PRYZM tokens are allocated to Photon points, which will be split proportionally between all liquidity providers on Pryzm throughout the liquidity campaign. Learn more about Photons in the FAQ section of [this page](https://app.pryzm.zone/points/pryzm_photons_3).\n\nSeparate from the tribute, the estimated deployment APR is expected to be around 30%\n\n### Security\nPryzm has been audited by [Certik](https://storage.googleapis.com/pryzm-zone/audits/Certik-Audit-2024-07-01.pdf) and [Oak Security](https://github.com/oak-security/audit-reports/tree/main/Prism).\n\n### Monitoring\nThe committee may monitor the position using the Pryzm UI found [here](https://app.pryzm.zone/pools/0).\n\n### Deployment\nLiquidity to be deployed to the ATOM yield pool on Pryzm ([Pool ID: 0](https://app.pryzm.zone/pools/0)).\n\nPool address: `https://chainsco.pe/pryzm/address/pryzm1y7d08j5uy7kgurnv4pwag8h34m2cgptcwe75wn`\n\nHere’s documentation for both the [deposit](https://academy.pryzm.zone/docs/guides/earn/liquidity#yamm-pool-lp) and [withdrawal](https://academy.pryzm.zone/docs/guides/earn/liquidity#yamm-pool-lp) process.\n\nExample transaction of deploying into this pool can be seen [here](https://chainsco.pe/pryzm/address/pryzm1y7d08j5uy7kgurnv4pwag8h34m2cgptcwe75wn).\n\nYou can DCA [here](https://app.pryzm.zone/pulsetrade) with a limit price giving full price protection and zero price impact when matched against opposing orders and minimal price impact when executing DCA orders against the AMM.",
    "projectUrl": "https://pryzm.zone/",
    "committeeComments": "Reviewed by Phil_RX on 5-May-2025 : Given the specific design of Pryzm’s DeFi mechanisms, we believe a more thorough risk assessment is required before considering any large-scale deployment to the protocol. In the interim, this bid will proceed under the liquidity bootstrapping risk framework, which limits the allocation to a maximum of 10,000 ATOM. Additionally, the deployment will be capped at a one-month duration. This allows the committee to evaluate protocol stability and usage over time and revisit both the eligibility and the cap based on observed utilization and evolving risk parameters.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [30, 30],
    "points": [140000000, "PHOTONS"],
    "pointProgramUrl": "https://app.pryzm.zone/points/pryzm_photons_3"
  },
  "49": {
    "title": "Nolus: USDC Lending Liquidity",
    "projectLogoUrl": "/images/logo-nolus.png",
    "aboutProject": "Nolus Protocol offers a new approach to money markets with a novel Lease solution to develop the DeFi space further. The DeFi Lease defines a money market between lenders looking to earn yield on stablecoins, and borrowers, looking to borrow more digital assets than their current equity. To borrow assets, the borrower locks up a down payment as collateral and can leverage their holdings in a preferred digital asset.",
    "description": "### Use case\nUtilizing USDC to provide loans to borrowers aiming to leverage their equity and enter long positions. Borrowers on Nolus provide a deposit (down payment) in the form of a supported asset and they can borrow up to 150% of that deposit’s value from the USDC lending pool. The loan is denominated in USDC and has a fixed interest rate. Both the deposit and the loan get transferred over to a supported network, in this case, Osmosis, and get swapped to USDC on the native decentralized exchange there, essentially longing the asset of choice by a maximum of 2.5x leverage. This means that if the asset's value increases, borrowers can profit from the price appreciation. If the value of the leveraged asset decreases, the position may face partial liquidation(s) where a portion of the position would get swapped back to USDC to pay back the lenders.\n\n### Duration, Tribute, Yield & Target\nThe tribute will be paid in USDC tokens. The PoL target is the full 50k bucket. The deployment duration will be 1 month. The Annual Percentage Yield (APY) is projected to range around 14% at current utilization thresholds (82.5%) and is paid out in USDC from the interest borrowers pay to lenders. There is no manual claiming of rewards, rewards are accrued to the position, so the withdrawable amount increases as time passes. The utilization levels can be monitored [here](https://app.nolus.io/stats).\n\n### Risk Mitigation\nBoth the deposit and the loan in USDC are swapped for a supported asset of choice for longing on Nolus. The total amount acts as collateral for the position. A maximum 60% Loan-to-Value (LTV) ratio has been established as a safety precaution. Some borrowers may decide to have a lower initial LTV for their positions. A key advantage of the Nolus Protocol is its unique design of single-asset liquidity pools. Liquidity provided within these pools will not be subject to impermanent loss or traded against borrowers. This design ensures that the lent liquidity remains secure.\n\n### Security\nThe Nolus Protocol code is open-source and is available [here](https://github.com/nolus-protocol). Oak Security and Halborn audit the current on-chain code, and their audits can be found [here](https://hub.nolus.io/en/articles/9680739-security). The documentation for the Nolus protocol can be found [here](https://hub.nolus.io/en/collections/10034429-tech-documentation). \n\nEmergency security contact has been provided to the hydro committee.\n\n### Monitoring\nThe committee may monitor the position using the Nolus dApp UI found [here](https://app.nolus.io/earn).\n\nOur venue queries can be viewed [here](https://hackmd.io/Vz5ts3lUSSaND7m2WwBcMQ).\n\n### Deployment\n`nolus1ueytzwqyadm6r0z8ajse7g6gzum4w3vv04qazctf8ugqrrej6n4sq027cf` - USDC lending pool\n\nOur deployment example transactions can be viewed [here](https://hackmd.io/Vz5ts3lUSSaND7m2WwBcMQ).",
    "projectName": "Nolus",
    "projectUrl": "https://nolus.io/",
    "committeeComments": "Reviewed by RoboMcGobo on 08-May-2025: The single-sided asset liquidity pool design in Nolus protocol will not be subjected to impermanent loss. Having a cap of 60% Loan-to-Value (LTV) ratio follows the committee guidelines for liquidity exports. This deployment is subject to the 50% participation rate limitation applied to every lending protocol.",
    "requestAmount": [[50000, "USDC"]],
    "minMaxTargetPolApr": [14, 14]
  },
  "50": {
    "title": "Stride: stATOM/ATOM LP on Osmosis",
    "projectLogoUrl": "/images/logo-stride.png",
    "aboutProject": "[Stride](https://www.stride.zone/) is the largest liquid staking provider in the Cosmos ecosystem.\nStride handles liquid staking operations on its own sovereign appchain, secured by the Cosmos Hub via Interchain Security.\nStride LSTs allow users to unlock the full value of their staked assets.\nBy staking with Stride, stakers receive a fungible token (stToken) that allows them to use their assets in DeFi while simultaneously earning staking rewards.\nThis innovative feature makes Stride LSTs some of the most prominent and compelling collateral assets in the Cosmos ecosystem, with over $40 million in TVL deployed across DeFi protocols in Cosmos and beyond.",
    "description": "### Use case\nProvision of stATOM / ATOM liquidity on Osmosis in pool 1283.\n\n### Duration, Tribute, Yield & Target\nThe liquidity will be maintained for 3 months. The tribute will be paid in STRD. The liquidity target is 100,000 ATOM to be deployed to Osmosis. The range will be set wide to accommodate the extended time period. The estimated APR for this range is 1-5%.\n\n### Risk mitigation\nHydro's deployment will be capped at a maximum of 25% of the total supply of the stATOM LST, across all of its current deployments.\n\n### Security\nThe Stride source code is open-source and can be found [here](https://github.com/Stride-Labs/stride). The Stride codebase is audited regularly by Informal Systems and has been audited by other security firms, including Oak Security. You can find more information on Stride’s security practices [here](https://www.stride.zone/security). Stride’s documentation can be found [here](https://docs.stride.zone/).\n\nOsmosis is also open source/source available, and the codebase can be found below [here](https://github.com/osmosis-labs/osmosis).\n\nEmergency security contact has been provided to the hydro committee.\n\n### Monitoring\nThe committee may monitor the position using the Osmosis UI found [here](https://app.osmosis.zone/pool/1283).\n\nOur venue queries can be viewed [here](https://hackmd.io/@XcVbaDPzSDaZ2crWZ2_smw/r1I5-pROJl).\n\n### Deployment\nLiquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).\n\nPool address: osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq\n\nThe concentrated liquidity range is to be set as follows:\n* Upper bound: 10% above the stATOM redemption rate at the time the position is deployed\n* Lower bound: 5% below the stATOM redemption rate at the time the position is deployed\n\nOur deployment example transactions can be viewed [here](https://hackmd.io/@XcVbaDPzSDaZ2crWZ2_smw/r1I5-pROJl)",
    "projectName": "Stride",
    "projectUrl": "https://www.stride.zone/",
    "committeeComments": "Reviewed by PhilRX on 13-May-2025: The LST pairing shows no risk of impermanent loss for the funds, the protocol is audited and therefore the bid is subject to the rule allowing the deployment of up to 25% of the circulating supply of stATOM (this cap is shared across the entire stATOM eligible bids). Assuming a successful bid, Hydro will be able to deploy the entire amount assuming the aforementioned rule is respected.",
    "requestAmount": [[100000, "ATOM"]],
    "minMaxTargetPolApr": [1, 5]
  },
  "51": {
    "title": "Drop: dATOM/ATOM LP on Duality",
    "projectLogoUrl": "/images/logo-drop.png",
    "aboutProject": "[Drop](https://www.drop.money/%20) is a liquid staking protocol for Interchain assets and a member of the Lido Alliance. Built on Neutron, Drop's smart contract architecture uses the IBC protocol and Neutron’s ICTX and ICQ modules to provide liquid staking services and scale with minimal overhead and risk.\nDrop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ.\nUpon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "### Use Case\nWe aim to support Duality Supervaults by bootstrapping dATOM/ATOM. The LP will be managed by Duality, automatically [rebalancing the pair and capturing arbitrage](https://hadron.notion.site/Supervaults-Explainer-16485d6b9b1080a78d9dd60dfefed4d9#16485d6b9b1080518aaae92858288bbb) to optimize yield. [Duality Supervaults](https://hadron.notion.site/Supervaults-Explainer-16485d6b9b1080a78d9dd60dfefed4d9) are CosmWasm contracts that leverage the price feeds from Neutron’s enshrined oracle, Slinky, and native automation via the CRON module to provide liquidity with tight spreads on the Duality orderbook.\n\n### Duration, Tribute, Yield & Target\nThe target deployment amount is 50,000 ATOM. The deployment duration will be 3 months. The expected pool APR for Duality Supervaults dATOM/ATOM is around 5%; we expect this to fluctuate between 4-7% for the next month.\n\nThe tribute will be paid in Droplets (point system), which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners in proportion to their share of the overall Droplet amount. While it is impossible to predict the future value of Droplets accurately, here is useful information that may be relevant to Hydro voters:\n\n| % of the total token supply allocated to points | 10 to 20% of the total DROP supply will be distributed to Droplets holders |\n| :---: | :---: |\n| % of points provided to Hydro voters for this bid | 0.0013% (20M* points out of a total points supply of 14.92B** Droplets) |\n\n*- This is the initial size of the tribute  \n**- The amount of Droplets is changing daily; the figures provided are accurate as of the bid submission date.\n\nFor additional information on Droplets distribution, you can check out the [Unofficial Droplets Dashboards](https://dropletsdash.xyz/) built by the Drop community. The dashboards provide the number of addresses receiving Droplets and the total daily emission.\n\n### Risk Mitigation\nThere are no specific financial risks involved with this bid.\n\n### Security\nThe Duality Supervaults code is open sourced and can be found [here](https://github.com/neutron-org/neutron/tree/main/x/dex) also it has been audited by Informal Systems and OtterSec and the audit report can be found [here](https://github.com/neutron-org/duality-audits/blob/main/Informal%20Systems%20SuperVaults%20Audit%204%3A16%3A25.pdf). Emergency security contact has been provided to the Hydro committee.\n\n### Monitoring\nBalances can be queried via CLI with: \n\n`` neutrond q wasm contract-state smart [ContractAddress] '{\"get_balance\": {}}’` ``\n\nOr via http curl:\n\n`https://rest-lb.neutron.org/cosmwasm/wasm/v1/contract/[CONTRACTADDRESS]/smart/eyJnZXRfYmFsYW5jZSI6e319`\n\ndATOM/ATOM contract address is:  \n`neutron18ua532r8lpy8scvysrgcjneyrwuj4x0ne4t2azphxksya596l4cq23lkp9`\n\n### Deployment\nThe liquidity should be split 50/50. If we’re able to get the full 50k target, it should be deployed as 25k dATOM and 25k ATOM to the LP.\n\nThe deployment can be sent using this command:\n\n`neutrond tx wasm execute [CONTRACTADDRESS] '{\"deposit\": {}}'   --chain-id neutron-1 --amount [DepositAmount] --gas-adjustment 2.5 --gas auto`\n\nTo this contract address:\n\ndATOM/ATOM `neutron18ua532r8lpy8scvysrgcjneyrwuj4x0ne4t2azphxksya596l4cq23lkp9`",
    "projectUrl": "https://www.drop.money/",
    "committeeComments": "Reviewed by PhilRX on 22-May-2025: This bid presents no impermanent loss risk, and the underlying smart contracts have been audited, with no external dependencies identified. Based on this, the committee decides to grant access to the LST framework for this bid. Assuming a successful bid, Hydro will be authorized to distribute the full amount—provided that its aggregate share does not exceed 25% of the total dATOM supply, across all eligible bids.",
    "requestAmount": [[50000, "ATOM"]],
    "minMaxTargetPolApr": [4, 7],
    "points": [20000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money"
  },
  "52": {
    "title": "Neptune: ATOM Lending Liquidity",
    "projectLogoUrl": "/images/logo-neptune.png",
    "aboutProject": "[Neptune Finance](https://nept.finance/) is a next-generation credit network and high-yield lending protocol designed to provide unmatched capital efficiency for lenders, borrowers, and builders.\nNeptune rates lead the market by dynamically shifting to encourage borrowing and ultimately deliver a narrower spread between lend and borrow rates, constantly calibrating to the most competitive rate.\nUsing DeFi modularity, Neptune’s lend receipt tokens (or nAssets) can be reused in other protocols such as Pryzm and Astroport.",
    "description": "### Use case\nATOM liquidity will be deposited in [Neptune Lend](https://app.nept.finance/lend/), which can be borrowed by third parties with over-collateralized positions to generate returns from the cost of borrowing. Deposits mint nATOM, the yield-bearing receipt token.\n\n### Duration, Tribute, Yield & Target\nThe tribute will be paid in USDC. In this pilot phase, the PoL target is 20,000 ATOM. The deployment duration will be 3 months. The historic 30-day average return for ATOM lending is between 2.1% and 7.50% APY.\n\n### Risk mitigation\nThe target PoL will account for roughly 40% of the lending pool. Should ATOM loans exceed past target utilization levels, the dynamic Neptune interest rate model will increase exponentially and incentivize the return of loans.\n\nThe committee will also hold the nATOM receipt token for their deposit position and can trade it on the open market if needed.\n\n### Security\nOak Security has audited Neptune Finance; the audit can be found [here](https://github.com/oak-security/audit-reports/tree/master/Neptune).  \nNeptune’s docs can be found [here](https://docs.nept.finance/).\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\nThe committee may monitor the performance of ATOM lending via the Neptune lending [page](https://app.nept.finance/asset-details/?denom=ibc%2FC4CFF46FD6DE35CA4CF4CE031E643C8FDC9BA4B99AE598E9B0ED98FE3A2319F9).\n\nOur venue queries can be viewed [here](https://hackmd.io/@jwEKz2IPTTqH3U9DC2aZ3A/BkShOvGc1x).\n\n### Deployment\nNeptune Money Market Contract:\n`Inj1nc7gjkf2mhp34a6gquhurg8qahnw5kxs5u3s4u`\n\nOur deployment example transaction can be viewed [here](https://explorer.injective.network/transaction/50720C355D377BB175F4CDE7004CBF90453854D0DCDF37C5FEC240A112C84221/) and [here](https://explorer.injective.network/transaction/B0AFFB880DCAA2FAD22A0536D110F1D47D9C27DD26A8D4CEC74DB85615185D82/).",
    "projectName": "Neptune Finance",
    "projectUrl": "https://nept.finance/",
    "committeeComments": "Reviewed by Phil_RX on 26-May: The project currently holds approximately 30K ATOMs in deposits. To prevent disrupting natural market dynamics and an excessive dilution of rewards, we propose a bid limit set at 50% of overall shares, similar to other participants. Based on these figures, the liquidity deployment will be capped to 30K ATOMs. As protocol utilization increases, we can consider introducing larger tranches in future bidding rounds.",
    "requestAmount": [[20000, "ATOM"]],
    "minMaxTargetPolApr": [2.1, 7.5]
  },
  "53": {
    "title": "Amulet: amATOM/ATOM LST LPs on Astroport",
    "projectLogoUrl": "/images/logo-amulet.png",
    "aboutProject": "[Amulet](http://www.amulet.finance) is a non-custodial, decentralised platform enabling self-repaying loans on staked assets.\nThe focus is on one key function - unlocking ecosystem liquidity and capital efficiency for users through synthetics that represent future ATOM staking rewards 1:1 and mirror the market value of ATOM closely.\nTo do this, we need deep liquidity pools between amATOM (the synthetic that represents future ATOM staking rewards) and ATOM/ATOM LSTs to maintain a close peg.",
    "description": "### Use case\nWe are bidding to retain our current supplied liquidity in both the amATOM/dATOM and amATOM/stATOM LPs on Astroport.\nThis allocation will continue to be used to deepen liquidity between amATOM and dATOM/stATOM/ATOM to peg amATOM to the market value of ATOM as closely as possible.\nWe want to contribute to the future success of ATOM within DeFi on Cosmos, and across the entire IBC and this allocation would help ensure there is enough liquidity to make accessing Amulet staking advances valuable and attractive to ATOM holders.\nFor Hydro itself, both the amATOM/stATOM and amATOM/dATOM LP pools are low-risk and allows full directional exposure to the upside price appreciation of ATOM in bullish market conditions.\n\n### Duration, Tribute, Yield & Target\nThe target liquidity of 10,000 ATOM has already deployed on Amulet from Hydro round 4, and this bid simply aims to maintain this liquidity. The deployment duration will be 1 month. The current pool APR is estimated to be 0.05%, which comes from swap fees, and additionally Hydro will earn Ingots that represent allocation of the upcoming AMLT airdrop.\nThe tribute will be paid in Ingots. There will be 250,000 Ingots (0.66% of current Ingot supply) to be distributed pro-rata among voters, based on voting power. Ingots are the Amulet points system and will be the primary factor taken into account for the AMLT community distribution upon TGE in 2025. 5% of total AMLT supply is earmarked for the AMLT community distribution - as measured through participation in the Ingots program and the accumulation of points.\n\n### Risk mitigation\nHydro retains complete control of their LP and it can be withdrawn with immediate effect. amATOM represents future ATOM staking rewards on Amulet’s auto-repaying staking advance protocol so the value of amATOM is always representative to an equivalent amount of ATOM generated by future staking rewards.\n\n### Security\nAmulet has been audited by Oak Security, and their audit can be found [here](https://github.com/oak-security/audit-reports/tree/main/Amulet). Amulet has also been audited by Resonance Cybersecurity, and their audit can be found [here](https://github.com/ResonanceCybersecurity/audits/blob/main/CosmWasm%20Smart%20Contract%20Audits/Audit_Report_AMLT-PRO_FINAL_2.2.pdf). Emergency security contact has been provided to the hydro committee.\n\n### Monitoring\nThe committee can monitor the performance of the amATOM LPs on the Astroport UI:\n* amATOM/dATOM pool is [here](https://app.astroport.fi/pools/neutron14y0xyavpf5xznw56u3xml9f2jmx8ruk3y8f5e6zzkd9mhmcps3fs59g4vt).\n* amATOM/stATOM pool is [here](https://app.astroport.fi/pools/neutron1w8vmg3zwyh62edp7uxpaw90447da9zzlv0kqh2ajye6a6mseg06qseyv5m).\n\n### Deployment\namATOM/dATOM LP: [https://app.astroport.fi/pools/neutron14y0xyavpf5xznw56u3xml9f2jmx8ruk3y8f5e6zzkd9mhmcps3fs59g4vt](https://app.astroport.fi/pools/neutron14y0xyavpf5xznw56u3xml9f2jmx8ruk3y8f5e6zzkd9mhmcps3fs59g4vt)\nContract Address: `neutron14y0xyavpf5xznw56u3xml9f2jmx8ruk3y8f5e6zzkd9mhmcps3fs59g4vt`\namATOM/stATOM LP: [https://app.astroport.fi/pools/neutron1w8vmg3zwyh62edp7uxpaw90447da9zzlv0kqh2ajye6a6mseg06qseyv5m](https://app.astroport.fi/pools/neutron1w8vmg3zwyh62edp7uxpaw90447da9zzlv0kqh2ajye6a6mseg06qseyv5m)\nContract Address: `neutron1w8vmg3zwyh62edp7uxpaw90447da9zzlv0kqh2ajye6a6mseg06qseyv5m`",
    "projectName": "Amulet",
    "projectUrl": "https://www.amulet.finance/",
    "committeeComments": "Reviewed by Phil_RX on 27-May: As the redemption contract is pending audit and deployment, the previously deployed bid is still locked into the protocol. Users have caused a depeg to the amATOM price and therefore Hydro will not be able to withdraw without suffering some losses. In the interim the committee has agreed to renew the bid, assuming no additional liquidity would be deployed. This is simply an extension of the previous deployment, awaiting for the redemption to operate and for the depeg to dampen over time.",
    "requestAmount": [[10000, "ATOM"]],
    "minMaxTargetPolApr": [0.05, 0.05],
    "points": [250000, "INGOTS"],
    "pointProgramUrl": "https://ingots.amulet.finance/"
  },
  "54": {
    "title": "Elys: USDC Liquidity Lending",
    "projectLogoUrl": "/images/logo-elys.png",
    "aboutProject": "[Elys Network](https://elys.network/) is a proof-of-stake blockchain and Defi platform that provides a comprehensive suite of DeFi tools including: swaps, staking, liquidity mining, leverage LP, Perpetual trading, and more. In addition to liquidity pools, Elys Network offers single asset Earn Vaults, where a token may be deposited into a borrow pool. Users can borrow from this pool to participate in Leverage LP functions, currently up to 3x leverage.",
    "description": "### Use case\nProvision of USDC liquidity on USDC Vault on Elys Network.\n\n### Duration, Tribute, Yield & Target\nThe deployment duration will be one month. The tribute will be paid in USDC. The liquidity target is $50,000 USDC. Current APR on the USDC Vault is approximately 1.22% USDC and 34.79% EDEN for a total of 45.582%. The USDC APR fluctuates based on borrow activity from the pool.\n\n### Risk mitigation\nThe Elys Network Vault has a maximum borrow amount capped at 75% of the vault.\n\n### Security\nThe Elys Network source code is open-source and can be found [here](https://github.com/elys-network/elys). The Elys Network codebase has been audited by Halborn, which can be found [here](https://www.halborn.com/audits/elys-network/elys-modules). Elys documentation can be found [here](https://elys-network.gitbook.io/docs).\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\nThe committee may monitor the position using the Elys Network UI [here](https://app.elys.network/earn/vaults#vault-positions).\n\nDeployment venue queries:\n`elysd q stablestake pool 32767 --node https://rpc.elys.network`\n\n### Deployment\nLiquidity to be deployed to the USDC Earn pool on Elys Network (Pool ID 32767).\n\nOur example transactions can be viewed [here](https://elysscan.io/tx/4571dc37bb36b979edca77becbe49ad0a20f84f9c560fa9bccc18eba81bf0db2).",
    "projectName": "Elys Network",
    "projectUrl": "https://elys.network/",
    "committeeComments": "Reviewed by Phil_RX on 28-May-2025: Regarding the new leveraged LP mechanism, the committee has reviewed the project's overall risk structure and determined it is acceptable for inclusion within Hydro's facility. As with any standard lending facility program within Hydro, the mechanism will be limited to a 50% weight in the lending pool (post-deposit). Based on the current pool deposits, the requested amount can be fully deployed, provided the bid is successful.",
    "requestAmount": [[50000, "USDC"]],
    "minMaxTargetPolApr": [45.5, 45.5]
  },
  "55": {
    "title": "Phoenix Directive: ATOM/dATOM LP on Terra",
    "projectLogoUrl": "/images/logo-phoenix-directive.png",
    "aboutProject": "[Phoenix Directive](https://x.com/phoenix_dir/) and Phoenix Foundation were recently established by the Terra community with the responsibility to take over chain management & development responsibilities from TFL. Central to this is continuing to maintain and enhance Terra's core chain operations, system stability, and quality engineering development. This transition, along with the establishment and funding of the Phoenix Treasury is now complete. Phoenix Directive is also leading development and support initiatives with Terra’s communities & projects. Our current focus is  building out an ecosystem of DeFi applications, growing our active user community, and establishing strong partnerships and integrations throughout Cosmos.\nTerra’s Liquidity Alliance (LA) is the first initiative of Phoenix Directive. Liquidity Alliance is an advanced ve [3,3] mechanism DeFi protocol that converts staking rewards into incentives used for liquidity providers and voters to create a positive liquidity feedback loop. Powered by the Alliance SDK, it enables the development of deep liquidity for tokens and projects on Terra and is a foundational project for Terra’s future growth. Launched only 6 months ago, Liquidity Alliance has achieved a TVL of $4m while offering annual rewards targeted at $3m.",
    "description": "### Use case\nAdding DEX LPing on Astroport on Terra on the ATOM/dATOM pair.\n\n### Duration, Tribute, Yield & Target\nThe tribute will be paid in USDC. The PoL target is 50,000 ATOM. The deployment duration will be 3 months. The current pool APR is 0.51%, and we expect this to fluctuate around 1% for the next month.\n\n### Risk mitigation\nLPing will be capped so Hydro does not exceed 25% of the circulating supply of dATOM across all of its deployments.\n\n### Security\nAudits and source code are available for each deployment venue and dependency:\n* dATOM: The Drop code is open-source and available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\n* Astroport: Astroport audits can be found [here](https://docs.astroport.fi/docs/overview/security/audits).\n\n### Monitoring\nThe LP may be monitored via the Astroport UI in this pool:\n* [dATOM/ATOM pool](https://app.astroport.fi/pools/terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9)\n\n### Deployment\nATOM -> dATOM conversion does not incur any cost.\n\nAstroport dATOM/ATOM pool:\n`terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9`",
    "projectName": "Phoenix Directive",
    "projectUrl": "https://x.com/phoenix_dir",
    "committeeComments": "Reviewed by Phil_RX on 29-May-2025: This bid presents no impermanent loss risk, and the underlying smart contracts have been audited, with no external dependencies identified. Based on this, the committee decides to grant access to the LST framework for this bid. Assuming a successful bid, Hydro will be authorized to distribute the full amount—provided that its aggregate share does not exceed 25% of the total dATOM supply, across all eligible bids.",
    "requestAmount": [[50000, "ATOM"]],
    "minMaxTargetPolApr": [0.51, 1]
  },
  "56": {
    "title": "Shade: ATOM / dATOM LP",
    "projectLogoUrl": "/images/logo-shade.png",
    "aboutProject": "Shade Protocol is a suite of DeFi applications built on Secret Network that provides data confidentiality by default. Shade's DeFi suite currently includes privacy preserving DEX, CDP stablecoin pegged to a basket of currencies and commodities, bonds, LSTs, and a privacy preserving money market. Value accrual for all the Shade apps goes back to the SHD token. All contract interaction data including token balances, tx history, and allowances are only visible to the data's owner by default, which provides protection from value extraction across all of Shade's apps.",
    "description": "### Use case\nIt is suggested that dATOM, ATOM liquid staking derivative from Drop Protocol, be paired with ATOM in the ATOM / dATOM LP on Shade’s DEX on Secret Network. Shade is focused on expanding and growing ATOM and ATOM LST liquidity to facilitate the demand for organic trading as well as trade flow from liquidations on Shade Protocol’s money market.\n\n### Duration, Tribute, Yield & Target\nShade Protocol is seeking a deployment of at least 30k ATOM for a 3 month period. The tribute for this bid will be paid in SHD. The expected APY is around 3.2%, with the addition of 1-3% in trading fees.\n\n### Risk Mitigation\nSince this is a DEX LP consisting of ATOM and an ATOM LST, Hydro’s risk framework should allow a deployment of up to 25% of the circulating supply of dATOM.\n\n### Security\nShade Protocol’s code is open-source and is available [here](https://github.com/securesecrets/shade). The current on-chain code is audited by Certik, which can be found [here](https://skynet.certik.com/projects/shade-protocol). The documentation for Shade Protocol can be found [here](https://docs.shadeprotocol.io/shade-protocol). Emergency security contact is a member of the Hydro Committee, Carter Woetzel.\n\n### Monitoring\nThe committee may monitor the position [here](https://app.shadeprotocol.io/swap/pools). Search for “dATOM” and select the appropriate pool. This will display assets held by the account and give projected performance.\n\n### Deployment\nThe ATOM / dATOM AMM pair contract address is `secret19du9gw49n6pxs0ddt29v9n854697j2wwrnfqat`\n\nThe SNIP20 contract address for ATOM is `secret19e75l25r6sa6nhdf4lggjmgpw0vmpfvsw5cnpe` (codehash: `638a3e1d50175fbcb8373cf801565283e3eb23d88a9b7b7f99fcc5eb1e6b561e`)\n\nThe SNIP20 contract address for dATOM is `secret1x3cxgrwymk7yyelf2782r8ay020xyl96zq3rhh` (codehash: `638a3e1d50175fbcb8373cf801565283e3eb23d88a9b7b7f99fcc5eb1e6b561e`)",
    "projectUrl": "https://app.shadeprotocol.io/ ",
    "committeeComments": "Reviewed by PhilRX on 3-June-2025: The LST pairing shows no risk of impermanent loss for the funds, the protocol is audited and therefore the bid is subject to the rule allowing the deployment of up to 25% of the circulating supply of dATOM (this cap is shared across the entire dATOM eligible bids). Assuming a successful bid, Hydro will be able to deploy the entire amount assuming the aforementioned rule is respected.",
    "requestAmount": [[30000, "ATOM"]],
    "minMaxTargetPolApr": [3.2, 3.2]
  },
  "57": {
    "title": "Nolus: USDC Lending Liquidity",
    "projectLogoUrl": "/images/logo-nolus.png",
    "aboutProject": "Nolus Protocol offers a new approach to money markets with a novel Lease solution to develop the DeFi space further. The DeFi Lease defines a money market between lenders looking to earn yield on stablecoins, and borrowers, looking to borrow more digital assets than their current equity. To borrow assets, the borrower locks up a down payment as collateral and can leverage their holdings in a preferred digital asset.",
    "description": "### Use case\nUtilizing USDC to provide loans to borrowers aiming to leverage their equity and enter long positions. Borrowers on Nolus provide a deposit (down payment) in the form of a supported asset and they can borrow up to 150% of that deposit’s value from the USDC lending pool. The loan is denominated in USDC and has a fixed interest rate. Both the deposit and the loan get transferred over to a supported network, in this case, Osmosis, and get swapped to USDC on the native decentralized exchange there, essentially longing the asset of choice by a maximum of 2.5x leverage. This means that if the asset's value increases, borrowers can profit from the price appreciation. If the value of the leveraged asset decreases, the position may face partial liquidation(s) where a portion of the position would get swapped back to USDC to pay back the lenders.\n\n### Duration, Tribute, Yield & Target\nThe tribute will be paid in USDC tokens. The PoL target is the full 50k bucket. The deployment duration will be 1 month. The Annual Percentage Yield (APY) is projected to range around 14% at current utilization thresholds (82.5%) and is paid out in USDC from the interest borrowers pay to lenders. There is no manual claiming of rewards, rewards are accrued to the position, so the withdrawable amount increases as time passes. The utilization levels can be monitored [here](https://app.nolus.io/stats).\n\n### Risk Mitigation\nBoth the deposit and the loan in USDC are swapped for a supported asset of choice for longing on Nolus. The total amount acts as collateral for the position. A maximum 60% Loan-to-Value (LTV) ratio has been established as a safety precaution. Some borrowers may decide to have a lower initial LTV for their positions. A key advantage of the Nolus Protocol is its unique design of single-asset liquidity pools. Liquidity provided within these pools will not be subject to impermanent loss or traded against borrowers. This design ensures that the lent liquidity remains secure.\n\n### Security\nThe Nolus Protocol code is open-source and is available [here](https://github.com/nolus-protocol). Oak Security and Halborn audit the current on-chain code, and their audits can be found [here](https://hub.nolus.io/en/articles/9680739-security). The documentation for the Nolus protocol can be found [here](https://hub.nolus.io/en/collections/10034429-tech-documentation).\n\nEmergency security contact has been provided to the hydro committee.\n\n### Monitoring\nThe committee may monitor the position using the Nolus dApp UI found [here](https://app.nolus.io/earn).\n\nOur venue queries can be viewed [here](https://hackmd.io/Vz5ts3lUSSaND7m2WwBcMQ).\n\n### Deployment\n`nolus1ueytzwqyadm6r0z8ajse7g6gzum4w3vv04qazctf8ugqrrej6n4sq027cf` - USDC lending pool\n\nOur deployment example transactions can be viewed [here](https://hackmd.io/Vz5ts3lUSSaND7m2WwBcMQ).",
    "projectName": "Nolus",
    "projectUrl": "https://nolus.io/",
    "committeeComments": "Reviewed by Phil_RX on 11-June-2025: The single-sided asset liquidity pool design in Nolus protocol will not be subjected to impermanent loss. Having a cap of 60% Loan-to-Value (LTV) ratio follows the committee guidelines for liquidity exports. This deployment is subject to the 50% participation rate limitation applied to every lending protocol.",
    "requestAmount": [[50000, "USDC"]],
    "minMaxTargetPolApr": [14, 14]
  },
  "58": {
    "title": "Stride: stATOM/ATOM LP on Osmosis",
    "projectLogoUrl": "/images/logo-stride.png",
    "aboutProject": "[Stride](https://www.stride.zone/) is the largest liquid staking provider in the Cosmos ecosystem.\nStride handles liquid staking operations on its own sovereign appchain, secured by the Cosmos Hub via Interchain Security.\nStride LSTs allow users to unlock the full value of their staked assets.\nBy staking with Stride, stakers receive a fungible token (stToken) that allows them to use their assets in DeFi while simultaneously earning staking rewards.\nThis innovative feature makes Stride LSTs some of the most prominent and compelling collateral assets in the Cosmos ecosystem, with over $40 million in TVL deployed across DeFi protocols in Cosmos and beyond.",
    "description": "### Use case\nProvision of stATOM / ATOM liquidity on Osmosis in pool 1283.\n\n### Duration, Tribute, Yield & Target\nThe liquidity will be maintained for 3 months. The tribute will be paid in STRD. The liquidity target is 100,000 ATOM to be deployed to Osmosis. The range will be set wide to accommodate the extended time period. The estimated APR for this range is 1-5%.\n\n### Risk mitigation\nHydro's deployment will be capped at a maximum of 25% of the total supply of the stATOM LST, across all of its current deployments.\n\n### Security\nThe Stride source code is open-source and can be found [here](https://github.com/Stride-Labs/stride). The Stride codebase is audited regularly by Informal Systems and has been audited by other security firms, including Oak Security. You can find more information on Stride’s security practices [here](https://www.stride.zone/security). Stride’s documentation can be found [here](https://docs.stride.zone/).\n\nOsmosis is also open source/source available, and the codebase can be found below [here](https://github.com/osmosis-labs/osmosis).\n\nEmergency security contact has been provided to the hydro committee.\n\n### Monitoring\nThe committee may monitor the position using the Osmosis UI found [here](https://app.osmosis.zone/pool/1283).\n\nOur venue queries can be viewed [here](https://hackmd.io/@XcVbaDPzSDaZ2crWZ2_smw/r1I5-pROJl).\n\n### Deployment\nLiquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).\n\nPool address: osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq\n\nThe concentrated liquidity range is to be set as follows:\n\n* Upper bound: 10% above the stATOM redemption rate at the time the position is deployed\n* Lower bound: 5% below the stATOM redemption rate at the time the position is deployed\n\nOur deployment example transactions can be viewed [here](https://hackmd.io/@XcVbaDPzSDaZ2crWZ2_smw/r1I5-pROJl).",
    "projectName": "Stride",
    "projectUrl": "https://www.stride.zone/",
    "committeeComments": "Reviewed by PhilRX on 11-June-2025: The LST pairing shows no risk of impermanent loss for the funds, the protocol is audited and therefore the bid is subject to the rule allowing the deployment of up to 25% of the circulating supply of stATOM (this cap is shared across the entire stATOM eligible bids). Assuming a successful bid, Hydro will be able to deploy the entire amount assuming the aforementioned rule is respected.",
    "requestAmount": [[100000, "ATOM"]],
    "minMaxTargetPolApr": [1, 5]
  },
  "59": {
    "title": "Phoenix Directive: ATOM/dATOM LP on Terra",
    "projectLogoUrl": "/images/logo-phoenix-directive.png",
    "aboutProject": "[Phoenix Directive](https://x.com/phoenix_dir/) and Phoenix Foundation were recently established by the Terra community with the responsibility to take over chain management & development responsibilities from TFL. Central to this is continuing to maintain and enhance Terra's core chain operations, system stability, and quality engineering development. This transition, along with the establishment and funding of the Phoenix Treasury is now complete. Phoenix Directive is also leading development and support initiatives with Terra’s communities & projects. Our current focus is  building out an ecosystem of DeFi applications, growing our active user community, and establishing strong partnerships and integrations throughout Cosmos.\nTerra’s Liquidity Alliance (LA) is the first initiative of Phoenix Directive. Liquidity Alliance is an advanced ve [3,3] mechanism DeFi protocol that converts staking rewards into incentives used for liquidity providers and voters to create a positive liquidity feedback loop. Powered by the Alliance SDK, it enables the development of deep liquidity for tokens and projects on Terra and is a foundational project for Terra’s future growth. Launched only 6 months ago, Liquidity Alliance has achieved a TVL of $4m while offering annual rewards targeted at $3m.",
    "description": "### Use case\nAdding DEX LPing on Astroport on Terra on the ATOM/dATOM pair.\n\n### Duration, Tribute, Yield & Target\nThe tribute will be paid in USDC. The PoL target is 50,000 ATOM. The deployment duration will be 3 months. The current pool APR is 0.51%, and we expect this to fluctuate around 1% for the next month.\n\n### Risk mitigation\nLPing will be capped so Hydro does not exceed 25% of the circulating supply of dATOM across all of its deployments.\n\n### Security\nAudits and source code are available for each deployment venue and dependency:\n\n* dATOM: The Drop code is open-source and available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\n* Astroport: Astroport audits can be found [here](https://docs.astroport.fi/docs/overview/security/audits).\n\n### Monitoring\nThe LP may be monitored via the Astroport UI in this pool:\n\n* [dATOM/ATOM pool](https://app.astroport.fi/pools/terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9)\n\n### Deployment\nATOM -> dATOM conversion does not incur any cost.\n\nAstroport dATOM/ATOM pool:\n`terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9`",
    "projectName": "Phoenix Directive",
    "projectUrl": "https://x.com/phoenix_dir",
    "committeeComments": "Reviewed by Phil_RX on 12-June-2025: This bid presents no impermanent loss risk, and the underlying smart contracts have been audited, with no external dependencies identified. Based on this, the committee decides to grant access to the LST framework for this bid. Assuming a successful bid, Hydro will be authorized to distribute the full amount—provided that its aggregate share does not exceed 25% of the total dATOM supply, across all eligible bids.",
    "requestAmount": [[50000, "ATOM"]],
    "minMaxTargetPolApr": [0.51, 1]
  },
  "60": {
    "title": "Mars: ATOM Liquidity Lending",
    "projectLogoUrl": "/images/logo-mars.png",
    "aboutProject": "Mars Protocol is a DeFi credit and trading platform designed to unlock capital efficiency and drive liquidity across Cosmos ecosystems. Operating on Neutron and Osmosis, the protocol enables over-collateralized borrowing, leveraged staking, and advanced trading strategies via its Red Bank and Rover functionalities. Mars Protocol has been instrumental in driving adoption for ATOM liquid staking tokens (LSTs) such as dATOM and stATOM and aims to continue expanding ATOM-based DeFi strategies across the AEZ (Atom Economic Zone).",
    "description": "### Use Case\nThis proposal seeks to leverage ATOM from Hydro to enhance liquidity within Mars Protocol's lending pools on Neutron. By increasing ATOM liquidity, Mars will attract borrower demand, reduce borrowing rates, and support DeFi products that require ATOM as collateral. The borrowed ATOM will power the following initiatives:\n\n* **Leveraged Staking Vaults:** Enable users to deposit liquid staking tokens (e.g., dATOM or stATOM) to borrow ATOM, restake, and repeat, creating a compounding effect. This strategy enhances returns for LST holders and bolsters adoption of liquid staking across Cosmos.\n* **Single-Sided LP Vaults:** Provide automated strategies for single-sided liquidity provisioning with hedging capabilities via Mars Perps, enabling Cosmos Hub to supply liquidity without exposure to price fluctuations of paired assets.\n* **Delta-Neutral Strategies:** Build automated vaults to optimize LPing returns while hedging against market volatility, driving deeper liquidity and higher trading volumes.\n\nThese strategies are modeled after successful DeFi use cases on Ethereum, aiming to establish Mars Protocol as a key player in ATOM-based DeFi.\n\n### Duration, Tribute, Yield & Target\nThe tribute will be paid in MARS. The PoL target is 150k ATOM and the expected APR is 8-9% (ATOM lending APY). The deployment duration will be 3 months.\n\n### Risk Mitigation\n**Overcollateralization:** Lending on Mars Protocol is overcollateralized, minimizing the risk of default. Borrowers are required to maintain a collateralization ratio above the protocol-defined thresholds.\n**Liquidity Caps:** Lending caps ensure sustainable usage of funds.\n\n### Security\nMars Protocol’s contracts have undergone rigorous [audits](https://github.com/mars-protocol/mars-audits) by industry-leading firms. dATOM (Drop) is audited by OAK Security, and Mars V2 Perps and lending systems are open-source and fully transparent.\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\nAll positions can be monitored via [Mars Protocol’s Red Bank UI](https://app.marsprotocol.io/earn). Borrowing rates, utilization, and performance metrics will be transparently reported. Additional liquidity metrics for LSTs can be tracked on Neutron and Astroport dashboards.\n\nOur venue queries can be viewed here.\n\n### Deployment\nLiquidity to be deployed to:\n\n[https://daodao.zone/dao/neutron10xwzc88kefwtlup9c2tmw4mj4ng7u79g8lsapp0c9jc02xt247zqwzzghf/apps?url=https%3A%2F%2Fapp.marsprotocol.io](https://daodao.zone/dao/neutron10xwzc88kefwtlup9c2tmw4mj4ng7u79g8lsapp0c9jc02xt247zqwzzghf/apps?url=https%3A%2F%2Fapp.marsprotocol.io) and it should load the Mars app and you could see in that CA # 403 there is ~203,840 ATOM deposited into Mars\n\n[https://neutron.celat.one/neutron-1/contracts/neutron1qdzn3l4kn7gsjna2tfpg3g3mwd6kunx4p50lfya59k02846xas6qslgs3r](https://neutron.celat.one/neutron-1/contracts/neutron1qdzn3l4kn7gsjna2tfpg3g3mwd6kunx4p50lfya59k02846xas6qslgs3r) is the Mars Credit Manager - this is where all transactions will be executed against (including through the DAODAO link above)\n\n[https://neutron.celat.one/neutron-1/contracts/neutron1n97wnm7q6d2hrcna3rqlnyqw2we6k0l8uqvmyqq6gsml92epdu7quugyph](https://neutron.celat.one/neutron-1/contracts/neutron1n97wnm7q6d2hrcna3rqlnyqw2we6k0l8uqvmyqq6gsml92epdu7quugyph) is the red bank - this is the money market portion of Mars, when you do the lend of ATOM so it can earn yield (via being borrowed out to depositors) the credit manager essentially deposits this amount into the red bank contract.",
    "projectName": "Mars Protocol",
    "projectUrl": "https://marsprotocol.io",
    "committeeComments": "Reviewed by PhilRX on 13-June-2025: Based on the current utilization rate and existing deposits (roughly 200K ATOMs), we adjusted the bid cap down to 200,000 ATOMs. This is according to the committee rule to limit lending protocol deposits to 50% participation rate (after deposit). As the bid request is only 150,000 ATOMs, the committee can deploy the entire amount, assuming a successful bid.",
    "requestAmount": [[150000, "ATOM"]],
    "minMaxTargetPolApr": [8, 9]
  }
}
