{
    "0": {
        "title": "Margined Redemption Rate Arb Liquidity",
        "description": "### Use case\n\nRedemption Rate Arbitrage and LPing in stATOM<>ATOM Pool. The liquidity would be deposited in [vaults](https://trade.margined.io/vaults/atom-redemption-rate) and then the liquidity would arbitrage LSDs including stATOM, dATOM and qATOM. Liquidity will be deposited into two vaults. \n\n### Performance goals\n\nThe committee may monitor the position by navigating to trade.margined.io and selecting the appropriate vault (Neutron ATOM / Osmosis ATOM). This will display assets held by account and give projected performance.\n\nThe vaults are projected to earn:\n\n- **Osmosis ATOM**: discount 1.13% APR (estimate): 23.65%\n- **Neutron ATOM**: discount 0.42% APR (estimate): 8.73%\n\n### Tribute & Target\n\nThe tribute will be paid in USDC. The PoL target is 50,000 ATOM.\n\n### Risk mitigation\n\nLP Bid Limitation: LPing will be subject to cap the bid at 33% of total existing deposits, we will monitor future deposits to the LP.\n\n### Security\n\nThe Margined code is open-source and is available [here](https://github.com/margined-protocol), the current on-chain code is not audited. The documentation for the Margined protocol can be found [here](https://docs.margined.io/). Emergency security contact has been provided to the hydro committee. \n\n### Deployment\n\n- **Osmosis ATOM Redemption Rate Arbitrage Vault**: osmo1hvl5kj4xzdj4udxjv2dzk2zfqhzkd9afqygwq3t84tn53e0250zqrltj48\n- **Neutron ATOM Redemption Rate Arbitrage Vault**: **neutron1puedrclm6rn33x3zv66xg6m23qcdagayqua6jj2wqzvfznlqef8qe53wr2**",
        "projectLogoUrl": "/images/logo-margined.png",
        "projectName": "Margined",
        "projectUrl": "https://www.margined.io/",
        "committeeComments": "In the arbitrage strategy, we recommended limiting the tranche to 50,000 Atoms. Any proposition beyond that would likely hinder the profit factor. \n\nIn the LPing strategy, we required the project to bootstrap the pool first as the whitelisted allocation for Hydro will be sized to a maximum 33% of that pool’s deposits. The Margined team didn’t perform any security audits on their public on-chain code.",
        "requestAmount": [
            [
                50000,
                "ATOM"
            ]
        ]
    },
    "1": {
        "title": "Demex ATOM Lending Supply Proposal",
        "description": "### Use case\n\nDeploying ATOM liquidity to Demex's lending market through a phased implementation approach. This will increase the available ATOM for borrowing, potentially reducing borrowing rates and improving overall market efficiency. The supplied ATOM will be used exclusively within Demex's lending protocol, allowing users to borrow ATOM at more competitive rates.\n\nThis bid aims to enhance Demex's ATOM lending market liquidity through a cautious, phased approach. It prioritizes transparency and community involvement while seeking to benefit both lenders and borrowers in the Cosmos ecosystem.\n\n### Performance goals\n\nThe performance of this proposal can be monitored through Demex's lending market interface called [Nitron]([https://app.dem.exchange/nitron](https://app.dem.exchange/nitron) ), which will display:  \n1. Total ATOM supplied  \n2. Utilization rate  \n3. Supply APY  \n4. Borrow APY\n\nThe current lending APY for ATOM is at 14% and the borrowing rate is at 23% due to high borrowing demand and insufficient lending supply. The additional ATOM supply will help reduce the ATOM borrowing rate while keeping the lending APY competitive. \n\nHydro Committee can also monitor the performance of deployed liquidity on the following [link](https://scan.carbon.network/cdp/ibc%2FA4DB47A9D3CF9A068D454513891B526702455D3EF08FB9EB558C561F9DC2B701?net=main).\n\nWe project the supply APY for ATOM to be competitive with other lending platforms, estimated at 5-8% APY (variable based on market conditions). \n\n### Tribute & Target\n\nThe tribute will be paid in SWTH. The PoL target is 10,000 ATOM.\n\nPhased Supply Target\n\n* Phase 1 (Initial): 10,000 ATOM  \n* Phase 2 (Evaluation): Monitor for 1 month  \n* Phase 3 (Scaling): Gradually increase the target in the coming rounds to 50,000 ATOM, based on performance and demand\n\n### Risk mitigation\n\nWe will start with a smaller supply to assess the market dynamic. We will monitor the utilization rate to ensure it remains at a healthy level, with a target at 70-80%. Demex also uses a dynamic interest rate model that adjusts based on utilization, helping to maintain market balance\n\nATOM's LTV (Loan-to-value ratio) on Demex is set at 70% which is competitive while remaining safe due to the deep liquidity that ATOM possess\n\nDemex will also provide a withdrawal guarantee. If ATOM cannot be withdrawn at the end of the loan period due to high utilization, additional ATOM will be added to the pool to ensure all loans are repaid.\n\nWe will also have a dedicated team that will monitor the market health and performance of the Demex platform.\n\n### Security  \nThe Demex code is open-source and is available [here](https://github.com/Switcheo/carbon-js-sdk), the current on-chain code is audited by Peck Shield and can be found [here](https://drive.google.com/drive/folders/1BCgTTyFNW946Z1N-Hxqyz7uGLApF75EM). The documentation for the Demex can be found [here](https://guide.dem.exchange/) and [here](https://docs.carbon.network/carbon-core/collateralized-debt-position-cdp-module/cdp-operations/borrow). Emergency security contact has been provided to the hydro committee.\n\n### Deployment\n\nThe ATOM will be supplied to the following Demex lending market contract address:  \n[swth1wq9ts6l7atfn45ryxrtg4a2gwegsh3xh7w83xl](https://scan.carbon.network/account/swth1wq9ts6l7atfn45ryxrtg4a2gwegsh3xh7w83xl)",
        "projectLogoUrl": "/images/logo-demex.png",
        "projectName": "Demex",
        "projectUrl": "https://dem.exchange/",
        "committeeComments": "The risk from adding liquidity to the existing borrowing LP for ATOM on Demex is small. The committee will enforce the 50% cap on LTV, on the overall borrowing LP, shares owned by Hydro.",
        "requestAmount": [
            [
                10000,
                "ATOM"
            ]
        ]
    },
    "2": {
        "title": "Neptune Finance Lending Liquidity Provision",
        "description": "### Use case\n\nATOM liquidity would be deposited in the [Neptune Lend](https://app.nept.finance/lend/) where it can be borrowed by third parties with over-collateralized positions to generate returns from the cost of borrowing. Deposits mint nATOM, the yield bearing receipt token.\n\nPerformance goals\nThe committee may monitor the performance of ATOM lending on the ATOM details page of Neptune. And in the Neptune lending [page](https://app.nept.finance/asset-details/?denom=ibc%2FC4CFF46FD6DE35CA4CF4CE031E643C8FDC9BA4B99AE598E9B0ED98FE3A2319F9)\n\nThe historic 30 day average return for ATOM lending is 5.5% APY\n\n### Tribute & Target\n\nThe tribute will be paid in USDC. In this pilot phase, the PoL target is 5,000 ATOM.\n\n### Risk mitigation\n\nThe target PoL will account for only ~15% of the lending pool, reducing the liquidity risk due to excess loans. Should ATOM loans exceed past target utilization levels, the dynamic Neptune interest rate model will increase exponentially and incentivize the return of loans.\n\nThe committee will also hold the nATOM receipt token for their deposit position and can trade it on the open market if needed.\n\n### Security\n\nNeptune Finance has been audited by Oak Security [here](https://github.com/oak-security/audit-reports/tree/master/Neptune)\nDocs can be found [here](https://docs.nept.finance/)\nEmergency security contact has been provided to the Hydro committee.\n\n### Deployment\n\nNeptune Money Market Contract\n**inj1nc7gjkf2mhp34a6gquhurg8qahnw5kxs5u3s4u**",
        "projectLogoUrl": "/images/logo-neptune.png",
        "projectName": "Neptune Finance",
        "projectUrl": "https://nept.finance/",
        "committeeComments": "The project currently holds approximately 30K ATOMs in deposits. To prevent disrupting natural market dynamics and an excessive dilution of rewards, we propose a bid limit set at 50% of overall shares, similar to other participants. Based on these figures, we recommend capping the liquidity deployment to 30K ATOMs. As protocol utilization increases, we can consider introducing larger tranches in future bidding rounds.",
        "requestAmount": [
            [
                5000,
                "ATOM"
            ]
        ]
    },
    "3": {
        "title": "Drop Adding Liquidity to Astroport & Osmosis LP",
        "description": "### Use case\n\nAdding DEX LPing on Astroport and Osmosis on the ATOM/dATOM pairs. 50/50 split.\n\n### Performance goals\nThe committee may monitor the position using [Astroport Pools UI](https://app.astroport.fi/pools/neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98).\n\nDepending on the size of the POL we manage to get in the Hydro Pilot Rounds, we might deploy a portion of the POL on Osmosis pools.\n\nATOM -> dATOM conversion does not incur any cost. The current pool APR is 0.83%, and we expect this to fluctuate around 1% for the next month.\n\n### Tribute & Target\nThe tribute will be paid in Droplets (point system) which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners, in proportion to their share of the overall Droplet amount. The PoL target is 50,000 ATOM.\n\n### Risk mitigation\nLPing will be subject to cap the bid at 33% of total existing deposits.\n\n### Security\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop). The documentation for the Drop protocol can be found [here](https://docs.drop.money/). Emergency security contact has been provided to the hydro committee.\n\n### Deployment\n- Astroport ATOM/dATOM pool  \n  **neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98**",
        "projectLogoUrl": "/images/logo-drop.png",
        "projectName": "Drop",
        "projectUrl": "https://www.drop.money/",
        "points": [
            10000000,
            "DROPLETS"
        ],
        "pointProgramUrl": "https://droplets.drop.money",
        "committeeComments": "The risk from adding liquidity to the existing Astroport LP ATOM/dATOM is small. The committee will enforce the 33% cap on overall LP shares owned by Hydro.\n\nThere are no live dATOM LPs on Osmosis so bootstrapping new liquidity LPs won't be done during the first pilot round.",
        "requestAmount": [
            [
                500000,
                "ATOM"
            ]
        ]
    },
    "4": {
        "title": "Shade ATOM/stATOM LP on Shade Swap",
        "description": "### Use case\n\nPairing stATOM/ATOM in the Shade's DEX on Secret Network in the existing LP. stATOM is used as collateral to mint out SILK on Shade Protocol (over $1M+ TVL) with the ShadeDAO holding over $30k+ of ATOM. Shade is focused on expanding and growing ATOM liquidity.\n\n### Performance goals\n\nThe expected APY is around 20%, with the addition of 2-4% in trading fees. The committee may monitor the position by navigating to [https://app.shadeprotocol.io/swap/pools](https://app.shadeprotocol.io/swap/pools) and searching by atom/stATOM and selecting the appropriate pool. This will display assets held by the account and give projected performance.\n\n### Tribute & Target\n\nThe tribute will be paid in SHD tokens. The PoL target is 10,000 ATOM.\n\n### Risk mitigation\n\nLP Bid Limitation: LPing will be subject to cap the bid at 33% of total existing deposits, we will monitor future deposits to the LP.\n\n### Security\n\nThe Shade Protocol code is open-source and is available [here](https://github.com/securesecrets/shade). The current on-chain code is audited by Certic and can be found [here](https://skynet.certik.com/projects/shade-protocol). The documentation for the Shade protocol can be found [here](https://docs.shadeprotocol.io/shade-protocol). Emergency security contact has been provided to the hydro committee.\n\n###Deployment\n\n- **Secret1a65a9xgqrlsgdszqjtxhz069pgsh8h4a83hwt0**  \n- ATOM/stATOM pool",
        "projectLogoUrl": "/images/logo-shade.png",
        "projectName": "Shade Protocol",
        "projectUrl": "https://shadeprotocol.io",
        "committeeComments": "The 33% cap is in place for the LP, The committee deems this bid safe, with a proper risk mitigation strategy in place. The ATOM/stATOM LP's have a very low Impermanent loss risk.",
        "requestAmount": [
            [
                "10000",
                "ATOM"
            ]
        ]
    },
    "5": {
        "title": "Nolus Liquidity Provision stATOM LP",
        "description": "### Use case\n\nUtilizing stATOM to provide loans to borrowers aiming to leverage their equity and entering short positions. Borrowers on Nolus provide a deposit (down payment) in the form of a supported asset and they can borrow up to 150% of that deposit’s value from the stATOM lending pool. The loan is denominated in stATOM and has a fixed interest rate. Both the deposit and the loan get transferred over to a supported network, in this case, Osmosis, and get swapped to USDC on the native decentralized exchange there, essentially shorting stATOM. This means that if the value of stATOM decreases, borrowers need less USDC to pay back their stATOM-denominated debt and they can keep the rest as profit. If the value of stATOM increases, the position may face partial liquidation(s) where a portion of the position would get swapped back to stATOM to pay back the lenders.\n\n### Performance goals\n\nThe Annual Percentage Yield (APY) is projected to range between 4-6%. The position can be monitored at [https://app.nolus.io/stats](https://app.nolus.io/stats)\n\n### Tribute & Target\n\nThe tribute will be paid in NLS tokens. The PoL target is 5,000 ATOM.\n\n### Risk mitigation\n\nBoth the deposit and the loan in stATOM get swapped to USDC. The total amount acts as collateral for the position. A maximum 60% Loan-to-Value (LTV) ratio has been established as a safety precaution. Some borrowers may decide to have a lower initial LTV for their positions. A key advantage of the Nolus Protocol is its unique design of single-asset liquidity pools. Liquidity provided within these pools will not be subject to impermanent loss, nor will it be traded against borrowers. This design ensures that the lent liquidity remains secure.\n\n### Security\n\nThe Nolus Protocol code is open-source and is available [here](https://github.com/nolus-protocol). The current on-chain code is audited by Oak Security and Halborn and can be found [here](https://hub.nolus.io/en/articles/9680739-security). The documentation for the Nolus protocol can be found [here](https://hub.nolus.io/en/collections/10034429-tech-documentation). Emergency security contact has been provided to the hydro committee.\n\n### Deployment\n\n- `nolus1jufcaqm6657xmfltdezzz85quz92rmtd88jk5x0hq9zqseem32ysjdm990` - stATOM lending pool",
        "projectLogoUrl": "/images/logo-nolus.png",
        "projectName": "Nolus Protocol",
        "projectUrl": "https://nolus.io/",
        "committeeComments": "The single-sided asset liquidity pool design in Nolus protocol will not be subjected to impermanent loss. Having in place a cap of 60% Loan-to-Value (LTV) ratio follows the committee guidelines for liquidity exports.",
        "requestAmount": [
            [
                "5000",
                "ATOM"
            ]
        ]
    },
    "6": {
      "title": "White Whale ATOM LST Liquidity & Terra LP Alliance",
      "projectLogoUrl": "/images/logo-white-whale.svg",
      "description": "### Use case\n\nDeploy dATOM<>ATOM LST LP to [White Whale DEX](https://app.whitewhale.money/terra/pools/manage_liquidity?poolId=ATOM-dATOM) on Terra 2.0\n\nThe LP token will then be staked on Terra LP Alliance via the [Eris protocol](https://www.erisprotocol.com/) earning yield in LUNA or have the LP auto-compound into more dATOM<>ATOM LSD LP using the auto-compounding option as there is a 10% take rate on LP deposits when staking on Terra LP Alliance.\n\n### Performance Goals\n\n Terra Liquidity Alliance built by Eris Protocol is a ve(3,3) mechanism that allows users to vote on where to direct native inflation on Terra 2.0. The Migaloo Foundation, builders of White Whale DEX, control ~24% of the voting power on this Liquidity Alliance. The Foundation will be directing an additional 3%-5% of its total voting power (VP) towards the dATOM<>ATOM LST LP. The rewards for this gauge are currently on its 3rd week of a 4 week ramp period where rewards double each week. With the proposed VP changes and another week of increased rewards, we estimate there to be ~$6k in annual rewards available for the dATOM<>ATOM LST LP The average APR for LST LPs on Eris Protocol (ampLUNA<>LUNA, bLUNA<>LUNA, dATOM<>ATOM) ~22%. Below are yield ranges and the respective amount of total dATOM<>ATOM  liquidity expected at those yields for dATOM<>ATOM:\n\nHighest  |  Net APR 40.97% = $11,771\n\nAverage |  Net APR 22.00% = $18,750\n\nLowest   |  Net APR 11.72% = $26,408\n\nNet APR = Gross LP Alliance Yield + Trading APR - 10% Take Rate on LP\n\nBelow are the trading APRs for LSD LPs on Terra LP Alliance across all DEXs:\n\nHighest  | Trading APR = 1.04%\n\nAverage | Trading APR =  0.53%\n\nLowest   | Trading APR = 0.10%\n\n### Monitoring\n\n The LP may be monitored on Eris Protocol [here](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity)\n\n### Tribute & Target\n\nThe tribute will be paid in USDC. The PoL target is 2,000 ATOM.\n\n### Risk mitigation\n\n LPing will be subject to cap the bid at 33% of total existing deposits. The White Whale team will monitor future deposits to the LP.\n\n### Security\n\n The White Whale [Code](https://github.com/White-Whale-Defi-Platform/) and [Docs](https://docs.migaloo.zone/)\nOn-chain code is audited and open-source. The audit report can be found [here](https://github.com/White-Whale-Defi-Platform/white-whale-docs/blob/ede53b6fc64668a5951375ff814076a85b0266cf/gitbook/smart-contracts/audits.md?plain=1#L4)\n\nThe Eris Protocol [Code](https://github.com/erisprotocol) and [Docs](https://docs.erisprotocol.com/)\nOn-chain code is audited and open-source. The audit report can be found [here](https://github.com/SCV-Security/PublicReports/tree/main/Eris%20Protocol)\nEmergency security contact has been provided to the Hydro committee.\n\n### Deployment\n\n White Whale DEX Terra 2.0 dATOM<>ATOM LP Contract\n terra1aa8nurhuk7rwedhjyzptggypuxd3y66qp4nsx6ph240g37esdm7qyheqkd \n\nEris Protocol Terra Liquidity Alliance - Single Gauge Contract\n Terra16z3ksy6aqjkug8l3u48q0kvdaqk3dgaytl7ykt6vg2he9d6z9rgslr4k7l" ,
      "projectName": "White Whale",
      "projectUrl": "https://app.whitewhale.money/",
      "committeeComments": "LPing will be subject to cap the bid at 33% of total existing deposits.",
      "requestAmount": [
          [
            "2000",
            "ATOM"
          ]
      ]
        },
    "7": {
        "title": "Phoenix Directive ATOM/ATOM-LST LP on Terra",
        "projectLogoUrl": "/images/logo-phoenix-directive.png",
        "aboutProject": "Phoenix Directive and Phoenix Foundation were recently established by the Terra community with the responsibility to take over chain management & development responsibilities from TFL. Central to this is continuing to maintain and enhance Terra's core chain operations, system stability, and quality engineering development. This transition, along with the establishment and funding of the Phoenix Treasury is now complete. Phoenix Directive is also leading development and support initiatives with Terra’s communities & projects. Our current focus is  building out an ecosystem of DeFi applications, growing our active user community, and establishing strong partnerships and integrations throughout Cosmos.\n\n Terra’s Liquidity Alliance (LA) is the first initiative of Phoenix Directive. Liquidity Alliance is an advanced ve [3,3] mechanism DeFi protocol that converts staking rewards into incentives used for liquidity providers and voters to create a positive liquidity feedback loop. Powered by the Alliance SDK, it enables the development of deep liquidity for tokens and projects on Terra and is a foundational project for Terra’s future growth. Launched only  2 months ago, Liquidity Alliance has achieved a TVL of $3-4m while offering annual rewards targeted at $4-5m (currently ~$2.4m). ",
        "description": "### Use case\n\nAdding DEX LPing on Astroport on Terra on the ATOM / dATOM and ATOM / stATOM pairs. The deployment in each pair will depend on the overall depth the LST providers are able to acquire on Terra over the next 20 days until the bidding process ends. We target that the hydro allocation will be 33% of the total pool size.\n\nIndependent of the Hydro bid, PD will incentivize voting participation in [Terra Liquidity Alliance](https://docs.erisprotocol.com/products/liquidity-hub/) and direct incentives to reward users and liquidity providers to provide liquidity on Terra.\n\nUsers will be able to deposit ATOM on ERIS Protocol [here](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity) and participate in the incentives. Current incentives to ATOM-LST pairs is ~ 45k $ per year to be increased by voting.\n\nPhoenix Directive is interested in building long term deep liquidity of ATOM on Terra and is interested in a continued participation in Hydro bidding and tribute process.\n\n### Performance Goals\n\nATOM -> dATOM/stATOM conversion does not incur any cost. The current pool APR is 0.84%, and we expect this to fluctuate around 1% for the next month.\n\nThe target for the next 20 days is reaching a depth of 250k $ worth of ATOM/ATOM-LST liquidity, before the first period of Hydro ends.\n\n### Tribute & Target\n\nThe tribute will be paid in USDC. The PoL target is 25,000 ATOM.\n\n### Monitoring\n\nThe LP may be monitored on Astroport Pools UI:\n\n[Astroport ATOM/dATOM pool](https://app.astroport.fi/pools/terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9)\n\n[Astroport ATOM/stATOM pool](https://app.astroport.fi/pools/terra1f9vmtntpjmkyhkxtlc49jcq6cv8rfz0kr06zv6efdtdgae4m9y9qlzm36t)\n\n### Risk mitigation\n\nLPing will be capped so that Hydro does not exceed 33% of the total pool depth for each LST provider.\n\n### Security\n\ndATOM: The Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\n\nEmergency security contact has been provided to the hydro committee.\n\nstATOM: Stride audits can be found [here](https://github.com/Stride-Labs/audits).\n\nAstroport: Astroport audits can be found [here](https://docs.astroport.fi/docs/overview/security/audits)\n\nLiquidity Alliance: Liquidity Alliance from ERIS has been audited and can be found here. (Hydro funds for the first bidding round will not be deployed into Liquidity Alliance)\n\n### Deployment\n\n[Astroport ATOM/dATOM pool](https://app.astroport.fi/pools/terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9)\n\n[Astroport ATOM/stATOM pool](https://app.astroport.fi/pools/terra1f9vmtntpjmkyhkxtlc49jcq6cv8rfz0kr06zv6efdtdgae4m9y9qlzm36t)",
        "projectName": "Phoenix Directive",
        "projectUrl": "https://x.com/phoenix_dir",
        "committeeComments": "The Hydro committee will gradually allocate the 25,000 ATOM, ensuring Hydro's participation stays below 33% of total LP shares. As Terra’s Liquidity Alliance boosts pool liquidity with incentives over time, Hydro’s committee should monitor and adjust allocations proportionally. Should Hydro's share exceed 50%, the committee will reassess and reduce its position to align with the 33% target",
        "requestAmount": [
        [
          "25000",
          "ATOM"
        ]
    ]
        },
    "8": {
        "title": "Margined Redemption Rate Arb Liquidity",
        "aboutProject":"Margined Protocol have developed a novel vault implementation enabling them to rapidly build and deploy sophisticated **hedge fund grade** strategies whilst remaining non-custodial.\n\nHaving successfully deployed multiple public and private strategies across the cosmos eco-system, Margined are fast becoming the go-to team for quickly developing and accessing sustainable yields.",
        "description": "#### Use case\n\nRedemption Rate Arbitrage and LPing in stATOM<->ATOM Pool.\nThe liquidity would be deposited in [vaults](https://trade.margined.io/vaults/atom-redemption-rate) and then the liquidity would arbitrage LSDs including stATOM, dATOM, and qATOM.\nLiquidity will be deposited into two vaults.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nThe PoL target is 50,000 ATOM.\n\nThe deployment duration will be 3 months\n\nThe vaults are projected to earn:\nOsmosis ATOM: discount 1.13% APR (estimate): 23.65%\nNeutron ATOM: discount 0.42% APR (estimate): 8.73%\n\n#### Risk mitigation and Security\n\nLP Bid Limitation: LPing will be subject to cap the bid at 33% of total existing deposits, we will monitor future deposits to the LP.\n\nThe Margined code is open-source and is available [here](https://github.com/margined-protocol),\nthe current on-chain code is not audited.\nThe documentation for the Margined protocol can be found [here](https://docs.margined.io/).\nEmergency security contact has been provided to the hydro committee.\n\n#### Monitoring\n\nThe committee may monitor the position by navigating to [https://trade.margined.io/vaults](https://trade.margined.io/vaults)\nand selecting the appropriate vault (Neutron ATOM / Osmosis ATOM).\nThis will display assets held by the account and give projected performance.\n\n#### Deployment\n\nOsmosis ATOM Redemption Rate Arbitrage Vault\nosmo1hvl5kj4xzdj4udxjv2dzk2zfqhzkd9afqygwq3t84tn53e0250zqrltj48\n\nNeutron ATOM Redemption Rate Arbitrage Vault\nneutron1puedrclm6rn33x3zv66xg6m23qcdagayqua6jj2wqzvfznlqef8qe53wr2",
        "projectLogoUrl": "/images/logo-margined.png",
        "projectName": "Margined",
        "projectUrl": "https://www.margined.io/",
        "committeeComments": "In the arbitrage strategy, we recommended limiting the tranche to 50,000 Atoms. Any proposition beyond that would likely hinder the profit factor. \n\nIn the LPing strategy, we required the project to bootstrap the pool first as the whitelisted allocation for Hydro will be sized to a maximum 33% of that pool’s deposits. The Margined team didn’t perform any security audits on their public on-chain code.",
        "requestAmount": [
            [
                50000,
                "ATOM"
            ]
        ]
    },
    "9": {
        "title": "Demex ATOM Lending Supply Proposal",
        "aboutProject":"Demex is an omnichain perp DEX and lending market where users can trade spot, perpetuals, and prediction markets across any chain while earning yield through lending, vaults, and using yield-bearing assets to trade.\n\nKey Differentiators:\n- Omnichain: Deployable on any EVM chain (i.e. Monad) in 1-click, while aggregating and unifying liquidity\n- Frictionless: Trade from any chain or wallet, and use any token as collateral, margin, and gas\n- Permissionless: List any perp market (even pump fun or prediction markets) with liquidity incentives\n\n2024 Accomplishments:\n- $1.7b cumulative volume\n- 35,000 total users\n- Connected to 50+ chains\n- 30% MoM fee growth\n- Battle-tested traction with $0 raised",
        "description": "#### Use case\n\nDeploying ATOM liquidity to Demex's lending market through a phased implementation approach.\nThis will increase the available ATOM for borrowing, potentially reducing borrowing rates and improving overall market efficiency.\nThe supplied ATOM will be used exclusively within Demex's lending protocol, allowing users to borrow ATOM at more competitive rates.\n\nThis bid aims to enhance Demex's ATOM lending market liquidity through a cautious, phased approach.\nIt prioritizes transparency and community involvement while seeking to benefit both lenders and borrowers in the Cosmos ecosystem.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in SWTH.\nThe PoL target is 10,000 ATOM.\n\nPhased Supply Target\n\n* Phase 1 (Initial): 10,000 ATOM\n* Phase 2 (Evaluation): Monitor for 1 month\n* Phase 3 (Scaling): Gradually increase the target in the coming rounds to 50,000 ATOM, based on performance and demand\n\nThe Deployment duration will be 3 months.\n\nThe current lending APY for ATOM is at 14% and the borrowing rate is at 23% due to high borrowing demand and insufficient lending supply.\nThe additional ATOM supply will help reduce the ATOM borrowing rate while keeping the lending APY competitive.\n\nWe project the supply APY for ATOM to be competitive with other lending platforms, estimated at 5-8% APY (variable based on market conditions).\n\n#### Risk mitigation and Security\n\nWe will start with a smaller supply to assess the market dynamic.\nWe will monitor the utilization rate to ensure it remains at a healthy level, with a target at 70-80%.\nDemex also uses a dynamic interest rate model that adjusts based on utilization, helping to maintain market balance.\n\nATOM’s LTV (Loan-to-value ratio) on Demex is set at 70%, which is competitive while remaining safe due to the deep liquidity that ATOM possess.\n\nDemex will also provide a withdrawal guarantee.\nIf ATOM cannot be withdrawn at the end of the loan period due to high utilization, additional ATOM will be added to the pool to ensure all loans are repaid.\n\nWe will also have a dedicated team that will monitor the market health and performance of the Demex platform.\n\nThe Demex code is open-source and is available [here](https://github.com/Switcheo/carbon-js-sdk).\nThe current on-chain code is audited by Peck Shield and can be found [here](https://drive.google.com/drive/folders/1BCgTTyFNW946Z1N-Hxqyz7uGLApF75EM).\nThe documentation for Demex can be found [here](https://guide.dem.exchange/) and [here](https://docs.carbon.network/carbon-core/collateralized-debt-position-cdp-module/cdp-operations/borrow).\nEmergency security contact has been provided to the hydro committee.\n\n#### Monitoring\n\nThe performance of this proposal can be monitored through Demex's lending market interface called [Nitron](https://app.dem.exchange/nitron), which will display:\n1. Total ATOM supplied\n2. Utilization rate\n3. Supply APY\n4. Borrow APY\n\nHydro Committee can also monitor the performance of deployed liquidity on the following [link](https://scan.carbon.network/cdp/ibc%2FA4DB47A9D3CF9A068D454513891B526702455D3EF08FB9EB558C561F9DC2B701?net=main).\n\n#### Deployment\n\nThe ATOM will be supplied to the following Demex lending market contract address:\nswth1wq9ts6l7atfn45ryxrtg4a2gwegsh3xh7w83xl",
        "projectLogoUrl": "/images/logo-demex.png",
        "projectName": "Demex",
        "projectUrl": "https://dem.exchange/",
        "committeeComments": "The risk from adding liquidity to the existing borrowing LP for ATOM on Demex is small. The committee will enforce the 50% cap on LTV, on the overall borrowing LP, shares owned by Hydro.",
        "requestAmount": [
            [
                10000,
                "ATOM"
            ]
        ]
    },
    "10": {
        "title": "Neptune Finance Lending Liquidity Provision",
        "aboutProject":"Neptune Finance is a next-generation credit network and high-yield lending protocol designed to provide unmatched capital efficiency for lenders, borrowers, and builders.\n\nNeptune rates lead the market by dynamically shifting to encourage borrowing and ultimately deliver a narrower spread between lend and borrow rates,\nconstantly calibrating to the most competitive rate.",
        "description": "#### Use case\n\nATOM liquidity would be deposited in the [Neptune Lend](https://app.nept.finance/lend/) where it can be borrowed by third parties with over-collateralized positions to generate returns from the cost of borrowing.\nDeposits mint nATOM, the yield-bearing receipt token.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nIn this pilot phase, the PoL target is 20,000 ATOM.\n\nThe deployment duration will be 3 months.\n\nThe historic 30-day average return for ATOM lending is 5.5% APY.\n\n#### Risk mitigation and Security\n\nThe target PoL will account for only ~15% of the lending pool, reducing the liquidity risk due to excess loans.\nShould ATOM loans exceed past target utilization levels, the dynamic Neptune interest rate model will increase exponentially and incentivize the return of loans.\n\nThe committee will also hold the nATOM receipt token for their deposit position and can trade it on the open market if needed.\n\nNeptune Finance has been audited by Oak Security [here](https://github.com/oak-security/audit-reports/tree/master/Neptune).\nDocs can be found [here](https://docs.nept.finance/).\nEmergency security contact has been provided to the Hydro committee.\n\n#### Monitoring\n\nThe committee may monitor the performance of ATOM lending Neptune lending [page](https://app.nept.finance/asset-details/?denom=ibc%2FC4CFF46FD6DE35CA4CF4CE031E643C8FDC9BA4B99AE598E9B0ED98FE3A2319F9).\n\n#### Deployment\n\nNeptune Money Market Contract\nInj1nc7gjkf2mhp34a6gquhurg8qahnw5kxs5u3s4u",
        "projectLogoUrl": "/images/logo-neptune.png",
        "projectName": "Neptune Finance",
        "projectUrl": "https://nept.finance/",
        "committeeComments": "The project currently holds approximately 30K ATOMs in deposits. To prevent disrupting natural market dynamics and an excessive dilution of rewards, we propose a bid limit set at 50% of overall shares, similar to other participants. Based on these figures, we recommend capping the liquidity deployment to 30K ATOMs. As protocol utilization increases, we can consider introducing larger tranches in future bidding rounds.",
        "requestAmount": [
            [
                20000,
                "ATOM"
            ]
        ]
    },
    "11": {
        "title": "Drop Adding Liquidity to Astroport & Osmosis LP",
        "aboutProject":"Drop is a liquid staking protocol for Interchain assets and a member of the Lido Alliance.\nLed by ex-Lido and P2P contributors, Drop is on a mission to strengthen the economic viability of sovereign blockchain economies\nby transforming stagnant, frozen capital into flowing streams of opportunity.\n\nBuilt as an Integrated Application on Neutron, Drop’s smart contract architecture leverages the Inter-Blockchain Communication (IBC) protocol\nand Neutron’s Interchain Transactions (ICTX) and Interchain Queries (ICQ) modules,\nenabling the protocol to provide trust-minimized liquid staking services and scale with minimal additional overhead and risk.\n\nDrop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ.\nUpon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
        "description": "#### Use case\n\nAdding DEX LPing on Astroport and Osmosis on the ATOM/dATOM pairs. 50/50 split\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in Droplets (point system) which will be converted into DROP tokens upon the TGE.\nIn total, 100 Million DROP tokens will be distributed to the Droplets owners, in proportion to their share of the overall Droplet amount.\n\nThe PoL target is 50,000 ATOM.\n\nThe deployment duration will be 3 months\n\nDepending on the size of the POL we manage to get in the Hydro Pilot Rounds, we might deploy a portion of the POL on Osmosis pools.\n\nATOM -> dATOM conversion does not incur any cost.\nThe current pool APR is 0.83%, we expect this to fluctuate around 1% for the next month.\n\n#### Risk mitigation\n\nLPing will be subject to cap the bid at 33% of total existing deposits.\n\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts),\nthe current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\nThe documentation for the Drop protocol can be found [here](https://docs.drop.money/).\nEmergency security contact has been provided to the Hydro committee.\n\n#### Monitoring\n\nThe committee may monitor the position using [Astroport Pools UI](https://app.astroport.fi/pools/neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98).\n\n#### Deployment\n\nAstroport ATOM/dATOM pool\nNeutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98",
        "projectLogoUrl": "/images/logo-drop.png",
        "projectName": "Drop",
        "projectUrl": "https://www.drop.money/",
        "points": [
            10000000,
            "DROPLETS"
        ],
        "pointProgramUrl": "https://droplets.drop.money",
        "committeeComments": "The risk from adding liquidity to the existing Astroport LP ATOM/dATOM is small. The committee will enforce the 33% cap on overall LP shares owned by Hydro.",
        "requestAmount": [
            [
                500000,
                "ATOM"
            ]
        ]
    },
    "12": {
        "title": "Shade ATOM/stATOM LP on Shade Swap",
        "aboutProject":"Shade Protocol is a suite of DeFi applications built on Secret Network that provides data confidentiality by default.\nShade's DeFi suite currently includes privacy-preserving DEX, CDP stablecoin pegged to a basket of currencies and commodities, bonds, LSTs, as well as a privacy-preserving Money Market planning to be launched in Q1 '24.Value accrual for all the Shade apps goes back to the SHD token.\n\nAll contract interaction data including token balances, tx history, and allowances are only visible to the data's owner by default,which provides protection from value extraction across all of Shade's apps.",
        "description": "#### Use case\n\nPairing stATOM/ATOM in Shade’s DEX on Secret Network in the existing LP.\nstATOM is used as collateral to mint out SILK on Shade Protocol (over $1M+ TVL) with the ShadeDAO holding over $30k+ of ATOM.\nShade is focused on expanding and growing ATOM liquidity.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in SHD tokens.\nThe PoL target is 10,000 ATOM.\n\nThe deployment duration will be 3 months.\n\nThe expected APY is around 20%, with the addition of 2-4% in trading fees.\n\n#### Risk mitigation and Security\n\nLP Bid Limitation: LPing will be subject to cap the bid at 33% of total existing deposits, we will monitor future deposits to the LP.\n\nThe Shade Protocol code is open-source and is available [here](https://github.com/securesecrets/shade),\nthe current on-chain code is audited by Certic and can be found [here](https://skynet.certik.com/projects/shade-protocol).\nThe documentation for the Shade protocol can be found [here](https://docs.shadeprotocol.io/shade-protocol).\nEmergency security contact has been provided to the Hydro committee.\n\n#### Monitoring\n\nThe committee may monitor the position [here](https://app.shadeprotocol.io/swap/pools)\nand search by ATOM/stATOM and select the appropriate pool.\nThis will display assets held by the account and give projected performance.\n\n#### Deployment\n\nSecret1a65a9xgqrlsgdszqjtxhz069pgsh8h4a83hwt0\nATOM/stATOM pool",
        "projectLogoUrl": "/images/logo-shade.png",
        "projectName": "Shade Protocol",
        "projectUrl": "https://shadeprotocol.io",
        "committeeComments": "The 33% cap is in place for the LP, The committee deems this bid safe, with a proper risk mitigation strategy in place. The ATOM/stATOM LP's have a very low Impermanent loss risk.",
        "requestAmount": [
            [
                10000,
                "ATOM"
            ]
        ]
    },
    "13": {
        "title": "Nolus Liquidity Provision stATOM LP",
        "aboutProject":"Nolus Protocol is a Web3 financial suite that offers an innovative approach to money markets with a novel Lease solution to develop the DeFi space further.\nThe DeFi Lease defines a money market between lenders looking to earn yield on stablecoins, and borrowers looking to borrow more digital assets than their current equity.\nTo borrow assets, the borrower locks up a down payment as collateral and can leverage their holdings in a preferred digital asset.\n\nNolus Protocol aims to merge the boundaries between TradFi and DeFi in a holistic experience, leveraging various financial instruments and the advantages that decentralized finance offers.",
        "description": "#### Use case\n\nUtilizing stATOM to provide loans to borrowers aiming to leverage their equity and entering short positions.\nBorrowers on Nolus provide a deposit (down payment) in the form of a supported asset and they can borrow up to 150% of that deposit’s value from the stATOM lending pool.\nThe loan is denominated in stATOM and has a fixed interest rate.\nBoth the deposit and the loan get transferred over to a supported network, in this case, Osmosis, and get swapped to USDC on the native decentralized exchange there, essentially shorting stATOM.\nThis means that if the value of stATOM decreases, borrowers need less USDC to pay back their stATOM-denominated debt and they can keep the rest as profit.\nIf the value of stATOM increases, the position may face partial liquidation(s) where a portion of the position would get swapped back to stATOM to pay back the lenders.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in NLS tokens.\nThe PoL target is 5,000 ATOM.\n\nThe deployment duration will be 3 months\n\nThe Annual Percentage Yield (APY) is projected to range between 4-6%.\nAdditionally, investors can expect up to an 11% Annual Percentage Rate (APR) in NLS tokens, further enhancing overall returns.\nThe position can be monitored at [https://app.nolus.io/stats](https://app.nolus.io/stats)\n\n#### Risk Mitigation and Security\n\nBoth the deposit and the loan in stATOM get swapped to USDC.\nThe total amount acts as collateral for the position.\nA maximum 60% Loan-to-Value (LTV) ratio has been established as a safety precaution.\nSome borrowers may decide to have a lower initial LTV for their positions.\n\nA key advantage of the Nolus Protocol is its unique design of single-asset liquidity pools.\nLiquidity provided within these pools will not be subject to impermanent loss, nor will it be traded against borrowers.\nThis design ensures that the lent liquidity remains secure.\n\nThe Nolus Protocol code is open-source and is available [here](https://github.com/nolus-protocol).\nThe current on-chain code is audited by Oak Security and Halborn and can be found [here](https://hub.nolus.io/en/articles/9680739-security).\nThe documentation for the Nolus protocol can be found [here](https://hub.nolus.io/en/collections/10034429-tech-documentation).\nEmergency security contact has been provided to the hydro committee.\n\n#### Deployment\n\nnolus1jufcaqm6657xmfltdezzz85quz92rmtd88jk5x0hq9zqseem32ysjdm990 - stATOM lending pool",
        "projectLogoUrl": "/images/logo-nolus.png",
        "projectName": "Nolus Protocol",
        "projectUrl": "https://nolus.io/",
        "committeeComments": "The single-sided asset liquidity pool design in Nolus protocol will not be subjected to impermanent loss. Having in place a cap of 60% Loan-to-Value (LTV) ratio follows the committee guidelines for liquidity exports.",
        "requestAmount": [
            [
                 5000,
                "ATOM"
            ]
        ]
    },
    "14": {
      "title": "White Whale ATOM LST Liquidity & Terra LP Alliance",
      "aboutProject":"White Whale DEX is the flagship dApp by Migaloo Foundation, anchoring the ecosystem on Migaloo—a permissionless, layer-1 Cosmos SDK blockchain.\nSpecializing in cross-chain liquidity, White Whale operates seamlessly across Migaloo, Osmosis, Terra, Injective, and other Cosmos chains.\nThrough our unique DEX bonding mechanism, White Whale continually buys back WHALE tokens from the market, rewarding bonders and fueling sustainable growth.\nOur intuitive satellite markets embody the cross-chain vision of Cosmos, delivering effortless liquidity solutions across the interchain.\nJoin us in redefining cross-chain liquidity. Ride the WHALE and experience the future of DeFi today.",
      "projectLogoUrl": "/images/logo-white-whale.svg",
      "description": "#### Use case\n\nDeploy dATOM<->ATOM LST LP to [White Whale DEX](https://app.whitewhale.money/terra/pools/manage_liquidity?poolId=ATOM-dATOM) on Terra 2.0.\n\nThe LP token will then be staked on Terra LP Alliance via the [Eris protocol](https://www.erisprotocol.com/), earning yield in LUNA or have the LP auto-compound into more dATOM<->ATOM LSD LP using the auto-compounding option as there is a 10% take rate on LP deposits when staking on Terra LP Alliance.\nMore on this in the next section:\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nThe PoL target is 3,000 ATOM.\n\nThe deployment duration will be 3 months.\n\nTerra Liquidity Alliance built by Eris Protocol is a ve(3,3) mechanism that allows users to vote on where to direct native inflation on Terra 2.0.\nThe Migaloo Foundation, builders of White Whale DEX, control ~24% of the voting power on this Liquidity Alliance.\nWe have directed 10% of our controlled VP towards the dATOM/ATOM LP, building the liquidity up from $6k to $46k in just under one month.\n\nThe average APR for LST LPs on Eris Protocol (ampLUNA<->LUNA, bLUNA<->LUNA, dATOM<->ATOM) ~47%.\n\nBelow are yield ranges and the respective amount of total dATOM<->ATOM liquidity expected at those yields for dATOM<->ATOM:\n\n**Highest** | *Net APR 80.35% = $46,550*\n**Average** | *Net APR 47% = $91,500*\n**Lowest** | *Net APR 25.53% = $172,000*\n\n*Net APR = Gross LP Alliance Yield + Trading APR - 10% Take Rate on LP*\n\nBelow are the trading APRs for LSD LPs on Terra LP Alliance across all DEXs:\n\n**Highest** | Trading APR = 2.10%\n**Average** | Trading APR = 0.43%\n**Lowest** | Trading APR = 0.07%\n\n#### Risk mitigation and Security\n\nLPing will be subject to cap the bid at 33% of total existing deposits.\nThe White Whale team will monitor future deposits to the LP.\n\nThe White Whale [Code](https://github.com/White-Whale-Defi-Platform) and [Docs](https://docs.migaloo.zone/).\nOn-chain code is audited and open-source. The audit report can be found [here](https://github.com/White-Whale-Defi-Platform/white-whale-docs/blob/ede53b6fc64668a5951375ff814076a85b0266cf/gitbook/smart-contracts/audits.md?plain=1#L4).\n\nThe Eris Protocol Code and Docs:\n[https://github.com/erisprotocol](https://github.com/erisprotocol)\n[https://docs.erisprotocol.com/](https://docs.erisprotocol.com/)\nOn-chain code is audited and open-source. The audit report can be found [here](https://github.com/SCV-Security/PublicReports/tree/main/Eris%20Protocol).\n\nEmergency security contact has been provided to the Hydro committee.\n\n#### Monitoring\n\nThe LP may be monitored on Eris Protocol ([https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity)).\n\n#### Deployment\n\nWhite Whale DEX Terra 2.0 dATOM<->ATOM LP Contract:\nterra1aa8nurhuk7rwedhjyzptggypuxd3y66qp4nsx6ph240g37esdm7qyheqkd\n\nEris Protocol Terra Liquidity Alliance - Single Gauge Contract:\nTerra16z3ksy6aqjkug8l3u48q0kvdaqk3dgaytl7ykt6vg2he9d6z9rgslr4k7l",
      "projectName": "White Whale",
      "projectUrl": "https://app.whitewhale.money/",
      "committeeComments": "Given the increased liability risks associated with the 10% take rate on LP deposits under the Terra Liquidity Alliance protocol,\nthe committee has decided to limit this bid to the minimum tranche amount of 10,000 ATOMs.\nThis cap, applied at the protocol level, governs all deposits made through the Terra Liquidity Alliance.\nSince the current bid only requests 3,000 ATOMs, we can fulfill the entire bid while adhering to risk mitigation measures.\nHydro will maintain this cap until the protocol incorporates slashing mechanisms in its v2 release.\nAdditionally, Hydro’s deployment will utilize the auto-compounding version to offset LP dilution through incentives.",
      "requestAmount": [
          [
             2000,
            "ATOM"
          ]
      ]
        },
    "15": {
        "title": "Phoenix Directive ATOM/ATOM-LST LP on Terra",
        "projectLogoUrl": "/images/logo-phoenix-directive.png",
        "aboutProject": "Phoenix Directive and Phoenix Foundation were recently established by the Terra community with the responsibility to take over chain management & development responsibilities from TFL. Central to this is continuing to maintain and enhance Terra's core chain operations, system stability, and quality engineering development. This transition, along with the establishment and funding of the Phoenix Treasury is now complete. Phoenix Directive is also leading development and support initiatives with Terra’s communities & projects. Our current focus is  building out an ecosystem of DeFi applications, growing our active user community, and establishing strong partnerships and integrations throughout Cosmos.\n\n Terra’s Liquidity Alliance (LA) is the first initiative of Phoenix Directive. Liquidity Alliance is an advanced ve [3,3] mechanism DeFi protocol that converts staking rewards into incentives used for liquidity providers and voters to create a positive liquidity feedback loop. Powered by the Alliance SDK, it enables the development of deep liquidity for tokens and projects on Terra and is a foundational project for Terra’s future growth. Launched only  2 months ago, Liquidity Alliance has achieved a TVL of $3-4m while offering annual rewards targeted at $4-5m (currently ~$2.4m). ",
        "description": "#### Use case\n\nAdding DEX LPing on Astroport on Terra on the ATOM/dATOM and ATOM/stATOM pairs.\nThe deployment in each pair will depend on the overall depth the LST providers are able to acquire on Terra over the next 20 days until the bidding process ends.\nWe target that the Hydro allocation will be 33% of the total pool size.\n\nIndependent of the Hydro bid, PD will incentivize voting participation in [Terra Liquidity Alliance](https://docs.erisprotocol.com/products/liquidity-hub/)\nand direct incentives to reward users and liquidity providers to provide liquidity on Terra.\n\nUsers will be able to deposit ATOM on ERIS Protocol [here](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity) and participate in the incentives.\nCurrent incentives to ATOM-LST pairs is ~45k $ per year to be increased by voting.\n\nPhoenix Directive is interested in building long-term deep liquidity of ATOM on Terra and is interested in a continued participation in Hydro bidding and tribute process.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nThe PoL target is 30,000 ATOM.\n\nThe deployment duration will be 3 months.\n\nATOM -> dATOM/stATOM conversion does not incur any cost.\nThe current pool APR is 0.84%, and we expect this to fluctuate around 1% for the next month.\n\nThe target for the next 20 days is reaching a depth of 250k $ worth of ATOM/ATOM-LST liquidity, before the first period of Hydro ends.\n\n#### Risk mitigation and Security\n\nLPing will be capped so that Hydro does not exceed 33% of the total pool depth for each LST provider.\n\nLiquidity Alliance from ERIS has been audited and can be found [here](https://github.com/SCV-Security/PublicReports/blob/main/Eris%20Protocol/ERIS%20-%20Contracts%20ve3%20-%20Audit%20Report%20v1.0.pdf).\n(Hydro funds for the first bidding round will not be deployed into Liquidity Alliance.)\n\ndATOM: The Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts).\nThe current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop).\n\nstATOM: Stride audits can be found [here](https://github.com/Stride-Labs/audits).\n\nAstroport: Astroport audits can be found [here](https://docs.astroport.fi/docs/overview/security/audits).\n\nAn emergency security contact has been provided to the Hydro committee.\n\n#### Monitoring\n\nThe LP may be monitored on Astroport Pools UI:\n\n[Astroport ATOM/dATOM pool](https://app.astroport.fi/pools/terra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9)\n\n[Astroport ATOM/stATOM pool](https://app.astroport.fi/pools/terra1f9vmtntpjmkyhkxtlc49jcq6cv8rfz0kr06zv6efdtdgae4m9y9qlzm36t)\n\n#### Deployment\n\nAstroport ATOM/dATOM pool\nterra1a0h6vrzkztjystg8sd949qyrc6mw9gzxk2870cr2mukg53uzgvqs46qul9\n\nAstroport ATOM/stATOM pool\nterra1f9vmtntpjmkyhkxtlc49jcq6cv8rfz0kr06zv6efdtdgae4m9y9qlzm36t",
        "projectName": "Phoenix Directive",
        "projectUrl": "https://x.com/phoenix_dir",
        "committeeComments": "The Hydro committee will gradually allocate the 30,000 ATOM, ensuring Hydro's participation stays below 33% of total LP shares. As Terra’s Liquidity Alliance boosts pool liquidity with incentives over time, Hydro’s committee should monitor and adjust allocations proportionally. Should Hydro's share exceed 50%, the committee will reassess and reduce its position to align with the 33% target",
        "requestAmount": [
        [
          "30000",
          "ATOM"
        ]
    ]
    },
    "16": {
        "title": "Mars Protocol ATOM Lending & DeFi Flywheel",
        "projectLogoUrl": "/images/logo-mars.png",
        "aboutProject": "Mars Protocol is a DeFi credit and trading platform designed to unlock capital efficiency and drive liquidity across Cosmos ecosystems.\nOperating on Neutron and Osmosis, the protocol enables over-collateralized borrowing, leveraged staking, and advanced trading strategies via its Red Bank and Rover functionalities.\nMars Protocol has been instrumental in driving adoption for ATOM liquid staking tokens (LSTs) such as dATOM and stATOM and aims to continue expanding ATOM-based DeFi strategies across the AEZ (Atom Economic Zone)",
        "description": "#### Use Case\n\nThis proposal seeks to leverage ATOM from Hydro to enhance liquidity within Mars Protocol's lending pools on Neutron.\nBy increasing ATOM liquidity, Mars will attract borrower demand, reduce borrowing rates, and support DeFi products that require ATOM as collateral.\nThe borrowed ATOM will power the following initiatives:\n\n* **Leveraged Staking Vaults:** Enable users to deposit liquid staking tokens (e.g., dATOM or stATOM) to borrow ATOM, restake, and repeat, creating a compounding effect.\nThis strategy enhances returns for LST holders and bolsters adoption of liquid staking across Cosmos.\n* **Single-Sided LP Vaults:** Provide automated strategies for single-sided liquidity provisioning with hedging capabilities via Mars Perps,\nenabling Cosmos Hub to supply liquidity without exposure to price fluctuations of paired assets.\n* **Delta-Neutral Strategies:** Build automated vaults to optimize LPing returns while hedging against market volatility, driving deeper liquidity and higher trading volumes.\n\nThese strategies are modeled after successful DeFi use cases on Ethereum, aiming to establish Mars Protocol as a key player in ATOM-based DeFi.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in MARS.\nThe PoL target is 200-300k ATOM.\n\nThe deployment duration will be 3 months.\n\n* **Lower Borrow Rates:** By significantly increasing the ATOM lending pool, borrowing rates will decrease, making ATOM-based DeFi strategies more accessible and scalable.\n* **Increase Liquidity Depth:** Targeting a lending pool depth of 200-300k ATOM, which will stabilize borrowing costs and enable impactful DeFi adoption.\n* **Support ATOM-LST Ecosystem:** The proposal aligns with the broader goals of fostering ATOM-based liquidity and expanding the adoption of LSTs such as dATOM and stATOM.\n* **Increased Participation:** Attract more participants to the AEZ’s DeFi ecosystem by offering competitive and scalable strategies.\n\n#### Risk Mitigation and Security\n\n* **Overcollateralization:** Lending on Mars Protocol is overcollateralized, minimizing the risk of default.\nBorrowers are required to maintain a collateralization ratio above the protocol-defined thresholds.\n* **Liquidity Caps:** Lending caps ensure sustainable usage of funds.\n* **Audited Code:** Mars Protocol’s contracts have undergone rigorous [audits](https://github.com/mars-protocol/mars-audits) by industry-leading firms.\ndATOM (Drop) is audited by OAK Security, and Mars V2 Perps and lending systems are open-source and fully transparent.\n* **Emergency Contact:** An emergency contact for the Mars Protocol team has been shared with the Hydro committee for immediate risk management.\n\n#### Monitoring\n\nAll positions can be monitored via [Mars Protocol’s Red Bank UI](https://app.marsprotocol.io/earn).\nBorrowing rates, utilization, and performance metrics will be transparently reported.\nAdditional liquidity metrics for LSTs can be tracked on Neutron and Astroport dashboards.\n\n#### Deployment\n\nneutron10xwzc88kefwtlup9c2tmw4mj4ng7u79g8lsapp0c9jc02xt247zqwzzghf",
        "projectName": "Mars Protocol",
        "projectUrl": "https://marsprotocol.io",
        "committeeComments": "Based on the current utilization rate and existing deposits, we recommend capping the bid at 200,000 ATOMs.\nThe committee will deploy liquidity up to this cap, while any excess liquidity will remain on standby.\nThis reserve will be gradually introduced by the committee as utilization levels increase.",
        "requestAmount": [
        [
          "200000",
          "ATOM"
        ]
    ]
    },
    "17": {
        "title": "Stride stATOM Liquidity on Osmosis",
        "projectLogoUrl": "/images/logo-stride.png",
        "aboutProject": "Stride is the largest liquid staking provider in the Cosmos ecosystem, supporting 16 host-zones and over $100 million in total value locked.\nStride handles liquid staking operations on its own sovereign appchain, secured by the Cosmos Hub via Interchain Security.\n\nStride LSTs allow users to unlock the full value of their staked assets.\nBy staking with Stride, stakers receive a fungible token (stToken) that allows them to use their assets in DeFi while simultaneously earning staking rewards.\nThis innovative feature makes Stride LSTs some of the most prominent and compelling collateral assets in the Cosmos ecosystem,\nwith over $40 million in TVL deployed across DeFi protocols in Cosmos and beyond.",
        "description": "#### Use case\n\nProvision of stATOM / ATOM liquidity on Osmosis in pool 1283.\nThe liquidity will be maintained for 3 months.\n\n#### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in STRD, and will amount to $400 worth of STRD per month for the 3 month period,\nfor a total of $1,200 in STRD across the duration of the deployment.\nThe liquidity target is 100,000 ATOM, to be deployed to Osmosis.\n\nCurrent APR on the Osmosis pool is estimated at 0.2%-200%.\nThe range will be set wide to accommodate the long time period.\nThe estimated APR for this range is 5-20%.\n\n#### Risk mitigation and Security\n\nThe Osmosis LP deployment will proceed with the requested amount, provided that Hydro's share remains capped at a maximum of 33% of the pool.\n\nThe Stride source code is open-source and can be found [here](https://github.com/Stride-Labs/stride).\nThe Stride codebase is audited regularly by Informal Systems and has been audited by other security firms including Oak security.\nYou can find more information on Stride’s security practices [here](https://www.stride.zone/security).\nStride’s documentation can be found [here](https://docs.stride.zone/).\n\nOsmosis is also open source / source available, and the codebase can be found below:\n\n- Osmosis: [https://github.com/osmosis-labs/osmosis](https://github.com/osmosis-labs/osmosis)\n\nEmergency security contact has been provided to the hydro committee.\n\n#### Monitoring\n\nThe committee may monitor the position using the Osmosis UI found below:\n\n- Osmosis: [https://app.osmosis.zone/pool/1283](https://app.osmosis.zone/pool/1283)\n\n#### Deployment\n\nLiquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).\n\nPool address: osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq\n\nConcentrated liquidity range to be set as follows:\n\n- Upper bound: 10% above the stATOM redemption rate at the time the position is deployed\n- Lower bound: 5% below the stATOM redemption rate at the time the position is deployed",
        "projectName": "Stride",
        "projectUrl": "https://www.stride.zone/",
        "committeeComments": "For the Osmosis LP deployment, the requested amount will proceed under the condition that Hydro's share does not exceed 33% of the pool.\nIf this threshold is reached, the committee will periodically review the allocation, making adjustments by adding or removing liquidity as needed to maintain the target balance.",
        "requestAmount": [
        [
          "100000",
          "ATOM"
        ]
    ]
    },
    "18": {
        "title": "Stride: stATOM Liquidity on Osmosis",
        "projectLogoUrl": "/images/logo-stride.png",
        "aboutProject": "Stride is the largest liquid staking provider in the Cosmos ecosystem, supporting 16 host-zones and over $100 million in total value locked. Stride handles liquid staking operations on its own sovereign appchain, secured by the Cosmos Hub via Interchain Security. Stride LSTs allow users to unlock the full value of their staked assets. By staking with Stride, stakers receive a fungible token (stToken) that allows them to use their assets in DeFi while simultaneously earning staking rewards. This innovative feature makes Stride LSTs some of the most prominent and compelling collateral assets in the Cosmos ecosystem, with over $40 million in TVL deployed across DeFi protocols in Cosmos and beyond.",
        "description": "#### Use case\n\nProvision of stATOM / ATOM liquidity on Osmosis in pool 1283. The liquidity will be maintained for 3 months.\nDuration, Tribute, Yield & Target\nThe tribute will be paid in STRD. The liquidity target is 100,000 ATOM to be deployed to Osmosis. The range will be set wide to accommodate the extended time period. The estimated APR for this range is 1-5%.\nRisk mitigation and Security\nThe Osmosis LP deployment will proceed with the requested amount, provided Hydro's share remains capped at a maximum of 33% of the pool.\n\nThe Stride source code is open-source and can be found here. The Stride codebase is audited regularly by Informal Systems and has been audited by other security firms, including Oak Security. You can find more information on Stride’s security practices here. Stride’s documentation can be found here.\n\nOsmosis is also open source/source available, and the codebase can be found below here.\n\nEmergency security contact has been provided to the hydro committee.\nMonitoring\nThe committee may monitor the position using the Osmosis UI found here.\nDeployment\nLiquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).\n\nPool address: osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq\n\nThe concentrated liquidity range is to be set as follows:\nUpper bound: 10% above the stATOM redemption rate at the time the position is deployed\nLower bound: 5% below the stATOM redemption rate at the time the position is deployed",
        "projectName": "Stride",
        "projectUrl": "https://www.stride.zone/",
        "committeeComments": "For the Osmosis LP deployment, the requested amount will proceed under the condition that Hydro's share does not exceed 33% of the pool. If this threshold is reached, the committee will periodically review the allocation, adjusting by adding or removing liquidity to maintain the target balance.",
        "requestAmount": [
            [
                "100000",
                "ATOM"
            ]
        ]
    },
    "19": {
        "title": "IST liquidity on Inter and Osmosis",
        "projectLogoUrl": "/images/logo-IST.png",
        "aboutProject": "The Decentralized Cooperation Foundation (DCF) focuses on unlocking new opportunities for decentralized finance by creating innovative tools that enhance liquidity, scalability, and security.\nWith a strong foundation in the Cosmos ecosystem, DCF leverages technologies like Agoric’s proof-of-stake chain and the Inter-Blockchain Communication (IBC) protocol to maximize the utility of assets like ATOM.\nDCF plays a vital role in driving adoption and collaboration across Cosmos by supporting projects that deepen liquidity and expand access to financial opportunities.\n\nInter Protocol offers a unique way to unlock liquidity and deepen Cosmos DeFi integrations through the Inter Stable Token (IST).\nBy allowing users to mint IST against IBC assets like stATOM, Inter Protocol creates new opportunities to earn yield while providing critical support for ecosystem stability.\nWith IST as the native fee token for Agoric, Inter Protocol ensures seamless interaction across the ecosystem, aligning with Hydro's goals of amplifying DeFi impact.",
        "description": "### Use case\nThis proposal involves piloting an allocation of Hydro-provided ATOM for liquid staking through Stride, generating staking rewards on the ATOM.\nThe resulting stATOM will be deposited into Inter Protocol Vaults to mint IST and subsequently deployed to provide liquidity in an Osmosis supercharged pool.\n\nDCF will work with Osmosis to achieve further incentives on the pool, creating further yield on the deposited ATOM.\n\n### Duration, Tribute, Yield & Target\nThe tribute will be paid in BLD tokens.\nThe PoL target is 50,000 ATOM.\nThe deployment duration will be 3 months.\nThe projected yield is 18-22% APY on a combination of:\n* ATOM staking rewards through stATOM\n* Liquidity incentives via the supercharged liquidity pool on Osmosis\n\n### Risk mitigation and Security\nThe collateralization ratio will be set at a conservative 400%, and the multisig will have the opportunity to re-up collateral to avoid liquidation in a severe market downturn.\nHowever, with a short time horizon of 90 days, this risk is mitigated mainly by the 400% collateralization ratio.\nInter Protocol’s code is open-source, and audits can be found here.\nThe Stride source code is open-source and can be found here.\nThe Stride codebase is audited regularly by Informal Systems and has been audited by other security firms, including Oak Security.\nYou can find more information on Stride’s security practices here.\nStride’s documentation can be found here.\nOsmosis is also open-source / source-available; the codebase can be found here.\nAn emergency security contact has been provided to the Hydro committee.\n\n### Monitoring\nMonitoring will be available via the following tools:\n* Inter Protocol Vaults UI\n* Osmosis IST/USDC Pool\n\n### Deployment\nThe liquidity will be deployed to the Osmosis supercharged ATOM pool, leveraging the Inter Protocol and Stride’s stATOM infrastructure for seamless integration and yield generation.\n\nOsmosis Pool Details:\n* Liquidity to be deployed to the stATOM / ATOM concentrated liquidity pool on Osmosis (Pool ID: 1283).\n* Pool address: osmo1z0j6zm4ndmwl27kekla8un73nfu8rh5dhfg2957yr0kg3uumd9rs9sv5kq\n\nConcentrated liquidity range to be set as follows:\n* Upper bound: 10% above the stATOM redemption rate at the time the position is deployed\n* Lower bound: 5% below the stATOM redemption rate at the time the position is deployed\n\nInter Protocol Vault contracts can be found here.\n\nVault positions are to be set as follows:\n* Vault deployed with a collateralization ratio of 400%.\n* If Vault collateral drops below 200%, the position is closed.",
        "projectName": "DCF",
        "projectUrl": "https://www.inter.protocol",
        "committeeComments": "The committee should allocate the requested 50,000 ATOM tranche to Inter Protocol to establish a vault IST position with delegated ATOM. Collateralization ratios will be monitored actively and adjusted to maintain a healthy range above 260%. If the ratio falls below 200%, the position will be reassessed to safeguard against liquidation risk.",
        "requestAmount": [
            [
                "50000",
                "ATOM"
            ]
        ]
    },
    "20": {
        "title": "White Whale ATOM LST & Terra LP Alliance",
        "projectLogoUrl": "/images/logo-white-whale.svg",
        "aboutProject": "White Whale DEX is the flagship dApp by Migaloo Foundation, anchoring the ecosystem on Migaloo—a permissionless, layer-1 Cosmos SDK blockchain. Specializing in cross-chain liquidity, White Whale operates seamlessly across Migaloo, Osmosis, Terra, Injective, and other Cosmos chains.",
        "description": "### Use case\n\nDeploy dATOM<>ATOM LST LP to White Whale DEX on [Terra 2.0](https://app.whitewhale.money/terra/pools/manage_liquidity?poolId=ATOM-dATOM).\n\nThe LP token will then be staked on Terra LP Alliance via [Eris Protocol](https://www.erisprotocol.com/), earning yield in LUNA or have the LP auto-compound into more dATOM<>ATOM LSD LP.\nWe recommend the committee choose the auto-compounding option, as there is a 10% take rate on LP deposits when staking on [Terra LP Alliance](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity).\n\n### Duration, Tribute, Yield & Target\n\nThe tribute will be paid in USDC.\nThe PoL target is 3,600 ATOM.\nThe deployment duration will be 3 months.\nTerra Liquidity Alliance, built by Eris Protocol, is a ve(3,3) mechanism that allows users to vote on where to direct native inflation on Terra 2.0.\nThe Migaloo Foundation, builders of White Whale DEX, control ~18% of the voting power on this Liquidity Alliance.\nWe have directed 10% of our controlled VP towards the dATOM/ATOM LP, building the liquidity up from $6k to $46k in just under one month.\n\nThe average APR for LST LPs on Eris Protocol (ampLUNA<>LUNA, bLUNA<>LUNA, dATOM<>ATOM, ampWHALE<>WHALE, bWHALE<>WHALE) is ~70%.\n\nBelow are yield ranges and the respective amount of total dATOM<>ATOM liquidity expected at those yields for dATOM<>ATOM:\n\n**Highest**  |  *Net APR 126% = $23,071\n\n**Average**  |  *Net APR 70% = $41,428\n\n**Lowest**   |  *Net APR 28.09% = $78,000\n\n**Net APR = Gross LP Alliance Yield + Trading APR - 10% Take Rate on LP**\n\nBelow are the trading APRs for LSD LPs on Terra LP Alliance across all DEXs:\n\n**Highest**  | Trading APR = 2.92%\n**Average**  | Trading APR =  0.41%\n**Lowest**   | Trading APR = 0.09%\n\n### Risk mitigation and Security\n\nLPing will be subject to cap the bid at 33% of total existing deposits; we will monitor future deposits to the LP.\n\nThe White Whale Code can be found [here](https://github.com/White-Whale-Defi-Platform), while docs for White Whale are [here](https://docs.migaloo.zone/).\nThe on-chain code for White Whale is audited by SCV Security, and the audits can be found [here](https://github.com/White-Whale-Defi-Platform/white-whale-docs/blob/5f14678a7de9c3dc2ae28b62a22ca96072f93393/gitbook/smart-contracts/audits.md#L4).\n\nThe Eris Protocol code can be found [here](https://github.com/erisprotocol), while the docs for Eris Protocol are [here](https://docs.erisprotocol.com/).\nThe on-chain code for Eris Protocol is audited by SCV and Oak Security, and the audits can be found [here](https://github.com/SCV-Security/PublicReports/tree/main/Eris%20Protocol) and [here](https://github.com/oak-security/audit-reports/tree/master/Eris%20Protocol).\n\nEmergency security contact has been provided to the Hydro committee.\n\n### Monitoring\n\nThe Hydro Committee may monitor the LP position on the Eris Protocol UI [here](https://www.erisprotocol.com/terra/liquidity-hub?tab=liquidity).\n\n### Deployment\n\nWhite Whale DEX Terra 2.0 dATOM<>ATOM LP Contract:\n\nterra1aa8nurhuk7rwedhjyzptggypuxd3y66qp4nsx6ph240g37esdm7qyheqkd\n\nEris Protocol Terra Liquidity Alliance - Single Gauge Contract:\n\nterra16z3ksy6aqjkug8l3u48q0kvdaqk3dgaytl7ykt6vg2he9d6z9rgslr4k7l",
        "projectName": "White Whale",
        "projectUrl": "https://app.whitewhale.money/",
        "committeeComments": "Given the increased liability risks associated with the 10% take rate on LP deposits under the Terra Liquidity Alliance protocol, the committee has decided to limit this bid to the minimum tranche amount of 10,000 ATOMs. This cap, applied at the protocol level, governs all deposits made through the Terra Liquidity Alliance. Since the current bid only requests 3,000 ATOMs, we can fulfill the entire bid while adhering to risk mitigation measures. Hydro will maintain this cap until the protocol incorporates slashing mechanisms in its v2 release. Additionally, Hydro’s deployment will utilize the auto-compounding version to offset LP dilution through incentives.",
        "requestAmount": [
            [
                "3600",
                "ATOM"
            ]
        ]
    }
}
