{
  "0": {
    "title": "Margined Redemption Rate Arb Liquidity",
    "description": "### Use case\n\nRedemption Rate Arbitrage and LPing in stATOM<>ATOM Pool. The liquidity would be deposited in [vaults](https://trade.margined.io/vaults/atom-redemption-rate) and then the liquidity would arbitrage LSDs including stATOM, dATOM and qATOM. Liquidity will be deposited into two vaults. \n\n### Performance goals\n\nThe committee may monitor the position by navigating to trade.margined.io and selecting the appropriate vault (Neutron ATOM / Osmosis ATOM). This will display assets held by account and give projected performance.\n\nThe vaults are projected to earn:\n\n- **Osmosis ATOM**: discount 1.13% APR (estimate): 23.65%\n- **Neutron ATOM**: discount 0.42% APR (estimate): 8.73%\n\n### Tribute & Target\n\nThe tribute will be paid in USDC. The PoL target is 50,000 ATOM.\n\n### Risk mitigation\n\nLP Bid Limitation: LPing will be subject to cap the bid at 33% of total existing deposits, we will monitor future deposits to the LP.\n\n### Security\n\nThe Margined code is open-source and is available [here](https://github.com/margined-protocol), the current on-chain code is not audited. The documentation for the Margined protocol can be found [here](https://docs.margined.io/). Emergency security [contact](https://t.me/maxr0bot) is [here](https://t.me/maxr0bot). \n\n### Deployment\n\n- **Osmosis ATOM Redemption Rate Arbitrage Vault**: osmo1hvl5kj4xzdj4udxjv2dzk2zfqhzkd9afqygwq3t84tn53e0250zqrltj48\n- **Neutron ATOM Redemption Rate Arbitrage Vault**: **neutron1puedrclm6rn33x3zv66xg6m23qcdagayqua6jj2wqzvfznlqef8qe53wr2**",
    "projectName": "Margined",
    "projectUrl": "https://www.margined.io/",
    "committeeComments": "In the arbitrage strategy, we recommended limiting the tranche to 50,000 Atoms. Any proposition beyond that would likely hinder the profit factor. \n\nIn the LPing strategy, we required the project to bootstrap the pool first as the whitelisted allocation for Hydro will be sized to a maximum 33% of that pool’s deposits. The Margined team didn’t perform any security audits on their public on-chain code.",
    "requestAmount": [[50000, "ATOM"]]
  },
  "1": {
    "title": "Demex ATOM Lending Supply Proposal",
    "description": "### Use case\n\nDeploying ATOM liquidity to Demex's lending market through a phased implementation approach. This will increase the available ATOM for borrowing, potentially reducing borrowing rates and improving overall market efficiency. The supplied ATOM will be used exclusively within Demex's lending protocol, allowing users to borrow ATOM at more competitive rates.\n\nThis bid aims to enhance Demex's ATOM lending market liquidity through a cautious, phased approach. It prioritizes transparency and community involvement while seeking to benefit both lenders and borrowers in the Cosmos ecosystem.\n\n### Performance goals\n\nThe performance of this proposal can be monitored through Demex's lending market interface called [Nitron]([https://app.dem.exchange/nitron](https://app.dem.exchange/nitron) ), which will display:  \n1. Total ATOM supplied  \n2. Utilization rate  \n3. Supply APY  \n4. Borrow APY\n\nThe current lending APY for ATOM is at 14% and the borrowing rate is at 23% due to high borrowing demand and insufficient lending supply. The additional ATOM supply will help reduce the ATOM borrowing rate while keeping the lending APY competitive. \n\nHydro Committee can also monitor the performance of deployed liquidity on the following [link](https://scan.carbon.network/cdp/ibc%2FA4DB47A9D3CF9A068D454513891B526702455D3EF08FB9EB558C561F9DC2B701?net=main).\n\nWe project the supply APY for ATOM to be competitive with other lending platforms, estimated at 5-8% APY (variable based on market conditions). \n\n### Tribute & Target\n\nThe tribute will be paid in SWTH. The PoL target is 10,000 ATOM.\n\nPhased Supply Target\n\n* Phase 1 (Initial): 10,000 ATOM  \n* Phase 2 (Evaluation): Monitor for 1 month  \n* Phase 3 (Scaling): Gradually increase the target in the coming rounds to 50,000 ATOM, based on performance and demand\n\n### Risk mitigation\n\nWe will start with a smaller supply to assess the market dynamic. We will monitor the utilization rate to ensure it remains at a healthy level, with a target at 70-80%. Demex also uses a dynamic interest rate model that adjusts based on utilization, helping to maintain market balance\n\nATOM's LTV (Loan-to-value ratio) on Demex is set at 70% which is competitive while remaining safe due to the deep liquidity that ATOM possess\n\nDemex will also provide a withdrawal guarantee. If ATOM cannot be withdrawn at the end of the loan period due to high utilization, additional ATOM will be added to the pool to ensure all loans are repaid.\n\nWe will also have a dedicated team that will monitor the market health and performance of the Demex platform.\n\n### Security  \nThe Demex code is open-source and is available [here](https://github.com/Switcheo/carbon-js-sdk), the current on-chain code is audited by Peck Shield and can be found [here](https://drive.google.com/drive/folders/1BCgTTyFNW946Z1N-Hxqyz7uGLApF75EM). The documentation for the Demex can be found [here](https://guide.dem.exchange/) and [here](https://docs.carbon.network/carbon-core/collateralized-debt-position-cdp-module/cdp-operations/borrow). Emergency security contact has been provided to the hydro committee.\n\n### Deployment\n\nThe ATOM will be supplied to the following Demex lending market contract address:  \n[swth1wq9ts6l7atfn45ryxrtg4a2gwegsh3xh7w83xl](https://scan.carbon.network/account/swth1wq9ts6l7atfn45ryxrtg4a2gwegsh3xh7w83xl)",
    "projectName": "Demex",
    "projectUrl": "https://dem.exchange/",
    "committeeComments": "The risk from adding liquidity to the existing borrowing LP for ATOM on Demex is small. The committee will enforce the 50% cap on LTV, on the overall borrowing LP, shares owned by Hydro.",
    "requestAmount": [[10000, "ATOM"]]
  },
  "2": {
    "title": "Neptune Finance Lending Liquidity Provision",
    "description": "### Use case\n\nATOM liquidity would be deposited in the [Neptune Lend](https://app.nept.finance/lend/) where it can be borrowed by third parties with over-collateralized positions to generate returns from the cost of borrowing. Deposits mint nATOM, the yield bearing receipt token.\n\nPerformance goals\nThe committee may monitor the performance of ATOM lending on the ATOM details page of Neptune. And in the Neptune lending [page](https://app.nept.finance/asset-details/?denom=ibc%2FC4CFF46FD6DE35CA4CF4CE031E643C8FDC9BA4B99AE598E9B0ED98FE3A2319F9)\n\nThe historic 30 day average return for ATOM lending is 5.5% APY\n\n### Tribute & Target\n\nThe tribute will be paid in USDC. In this pilot phase, the PoL target is 5,000 ATOM.\n\n### Risk mitigation\n\nThe target PoL will account for only ~15% of the lending pool, reducing the liquidity risk due to excess loans. Should ATOM loans exceed past target utilization levels, the dynamic Neptune interest rate model will increase exponentially and incentivize the return of loans.\n\nThe committee will also hold the nATOM receipt token for their deposit position and can trade it on the open market if needed.\n\n### Security\n\nNeptune Finance has been audited by Oak Security [here](https://github.com/oak-security/audit-reports/tree/master/Neptune)\nDocs can be found [here](https://docs.nept.finance/)\nEmergency security contact has been provided to the Hydro committee.\n\n### Deployment\n\nNeptune Money Market Contract\n**inj1nc7gjkf2mhp34a6gquhurg8qahnw5kxs5u3s4u**",
    "projectName": "Neptune Finance",
    "projectUrl": "https://nept.finance/",
    "committeeComments": "The project currently holds approximately 30K ATOMs in deposits. To prevent disrupting natural market dynamics and an excessive dilution of rewards, we propose a bid limit set at 50% of overall shares, similar to other participants. Based on these figures, we recommend capping the liquidity deployment to 30K ATOMs. As protocol utilization increases, we can consider introducing larger tranches in future bidding rounds.",
    "requestAmount": [[5000, "ATOM"]]
  },
  "3": {
    "title": "Drop Adding Liquidity to Astroport & Osmosis LP",
    "description": "### Use case\n\nAdding DEX LPing on Astroport and Osmosis on the ATOM/dATOM pairs. 50/50 split.\n\n### Performance goals\nThe committee may monitor the position using [Astroport Pools UI](https://app.astroport.fi/pools/neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98).\n\nDepending on the size of the POL we manage to get in the Hydro Pilot Rounds, we might deploy a portion of the POL on Osmosis pools.\n\nATOM -> dATOM conversion does not incur any cost. The current pool APR is 0.83%, and we expect this to fluctuate around 1% for the next month.\n\n### Tribute & Target\nThe tribute will be paid in Droplets (point system) which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners, in proportion to their share of the overall Droplet amount. The PoL target is 50,000 ATOM.\n\n### Risk mitigation\nLPing will be subject to cap the bid at 33% of total existing deposits.\n\n### Security\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by OAK security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop). The documentation for the Drop protocol can be found [here](https://docs.drop.money/). Emergency security contact has been provided to the hydro committee.\n\n### Deployment\n- Astroport ATOM/dATOM pool  \n  **neutron1yem82r0wf837lfkwvcu2zxlyds5qrzwkz8alvmg0apyrjthk64gqeq2e98**",
    "projectName": "Drop",
    "projectUrl": "https://www.drop.money/",
    "points": [5000000, "DROPLETS"],
    "pointProgramLink": "www.droplets.drop.money",
    "committeeComments": "The risk from adding liquidity to the existing Astroport LP ATOM/dATOM is small. The committee will enforce the 33% cap on overall LP shares owned by Hydro.\n\nThere are no live dATOM LPs on Osmosis so bootstrapping new liquidity LPs won't be done during the first pilot round.",
    "requestAmount": [[500000, "ATOM"]]
  }
}
