{
  "0": {
    "title": "Drop: NTRN/dNTRN LP on Astroport",
    "projectLogoUrl": "/images/logo-drop.png",
    "aboutProject": "[Drop](https://www.drop.money/) is a liquid staking protocol for Interchain assets and a member of the Lido Alliance.\nBuilt on Neutron, Drop's smart contract architecture uses the IBC protocol and Neutron’s ICTX and ICQ modules to provide liquid staking services and scale with minimal overhead and risk.\nDrop’s architecture consists of CosmWasm contracts controlling the flow of assets between multiple blockchains using IBC, ICTX, and ICQ.\nUpon receipt of supported assets, the protocol mints liquid staking receipt tokens (called dAssets) using the Token Factory standard.",
    "description": "### Use Case\n\nDrop seeks to add additional liquidity to the NTRN/dNTRN pool on Astroport on Neutron, improving availability and lowering slippage for users looking to swap between the two assets.\n\n### Duration, Tribute, Yield & Target\n\nThe target deployment amount is 1,000,000 NTRN. The deployment duration will be 1 month. The expected pool APR for the NTRN/dNTRN is around 0.19% from fees, plus Droplets.\n\nThe tribute will be paid in Droplets (a point system), which will be converted into DROP tokens upon the TGE. In total, 100 Million DROP tokens will be distributed to the Droplets owners in proportion to their share of the overall Droplet amount. For this bid, the starting tribute will be 5 million Droplets. For more information on Droplets, see [here](https://droplets.drop.money/).\n\n### Risk Mitigation\n\nHydro's deployment will be capped at a maximum of 25% of the total supply of the dNTRN LST, across all of its current deployments.\n\n### Security\n\nThe Drop code is open-source and is available [here](https://github.com/hadronlabs-org/drop-contracts). The current on-chain code is audited by Oak Security and can be found [here](https://github.com/oak-security/audit-reports/tree/main/Drop). The documentation for the Drop protocol can be found [here](https://docs.drop.money/).  Emergency security contact has been provided to the Hydro committee.\n\nAstroport has been audited by [Oak Security](https://github.com/astroport-fi/astroport-audits/tree/main/oak) and [Halborn](https://github.com/astroport-fi/astroport-audits/tree/main/halborn).\n\n### Monitoring\n\nThe committee may monitor the Astroport position via Astroport UI in [this pool](https://app.astroport.fi/pools/neutron1pd9u7h4vf36vtj5lqlcp4376xf4wktdnhmzqtn8958wyh0nzwsmsavc2dz).\n\n### Deployment\n\nThe liquidity should be split 50/50 between NTRN and dNTRN.\n\nThe contract address for the NTRN/dNTRN pool is:\n\n```\nNeutron1pd9u7h4vf36vtj5lqlcp4376xf4wktdnhmzqtn8958wyh0nzwsmsavc2dz\n```\n\n## Security Review\n\nReviewed by Arlai on 25-Sept-2025: Based on the security review of Astroport’s liquidity pools, this appears to be a **Low to Moderate** risk opportunity for Hydro liquidity provision. Proceed with liquidity provision, with awareness of the concentration risk around Drop's stake control, which affects the entire Neutron ecosystem including Hydro itself.\n\n| Category           | Details                                                                                                                                                                                                                                                                               |\n| ------------------ | ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Audits             | Astroport has not had a comprehensive core audit since early 2023, but a limited-scope audit was performed in July 2024. Drop has been audited three times in the past year, and no critical issues were found. Both are time-tested and reputable protocols.                         |\n| Concentration risk | The majority of NTRN is staked via dNTRN, creating a concentration risk and potential single point of failure. However, given that Hydro also operates on the Neutron network, this does not materially increase the platform's existing risk exposure. |",
    "projectName": "Drop",
    "projectUrl": "https://www.drop.money/",
    "committeeComments": "Reviewed by PhilRX on 25-Sept-2025: This bid presents no impermanent loss risk, and the underlying smart contracts have been audited, with no external dependencies identified. Based on this, the committee decides to grant access to the LST framework for this bid. Assuming a successful bid, Hydro will be authorized to distribute the full amount requested, provided that Hydro’s total amount of deployed dNTRN does not exceed 25% of the total dNTRN supply.\n## Disclaimer\nThis document is provided for informational purposes only and does not constitute investment advice, a recommendation, or an offer to participate in any investment strategy. The information contained herein reflects current views as of the date of publication and is subject to change without notice. Recipients should conduct their own research and consult with professional advisors before making any investment decisions.",
    "requestAmount": [[1000000, "NTRN"]],
    "minMaxTargetPolApr": [0.19, 0.19],
    "points": [5000000, "DROPLETS"],
    "pointProgramUrl": "https://droplets.drop.money"
  }
 }
